<?php

//////////////////////////////////////////////////////////////////////////////////////////////////////
//                                             TRAVIANZ                                             //
//            Only for advanced users, do not edit if you dont know what are you doing!             //
//                                Made by: Dzoki & Dixie (TravianZ)                                 //
//                              - TravianZ = Travian Clone Project -                                //
//                                 DO NOT REMOVE COPYRIGHT NOTICE!                                  //
//                                Adding tasks, constructions and artefact  by: Armando             //
//                                Modified , added , fixed , implementd  by: Shadow and ronix       //
//////////////////////////////////////////////////////////////////////////////////////////////////////
									//                         //
									//         ENGLISH         //
									//      Author: Dzoki      //
									//     Adding: Armando     //
									/////////////////////////////

//القائمة الرئيسية
define("TRIBE1","الرومان");
define("TRIBE2","التيوتونيون");
define("TRIBE3","الغاليون");
define("TRIBE4","الطبيعة");
define("TRIBE5","الناتار");
define("TRIBE6","الوحوش");

define("HOME","الصفحة الرئيسية");
define("INSTRUCT","تعليمات");
define("ADMIN_PANEL","لوحة الإدارة");
define("MASS_MESSAGE","رسالة جماعية");
define("LOGOUT","تسجيل الخروج");
define("PROFILE","الملف الشخصي");
define("SUPPORT","الدعم");
define("UPDATE_T_10","تحديث أعلى 10");
define("SYSTEM_MESSAGE","رسالة النظام");
define("TRAVIAN_PLUS","ترافين <b><span class=\"plus_g\">P</span><span class=\"plus_o\">ل</span><span class=\"plus_g\">و</span><span class=\"plus_o\">س</span></span></span></b>");
define("CONTACT","اتصل بنا!");
define("GAME_RULES","قواعد اللعبة");

//القائمة
define("REG","تسجيل");
define("FORUM","المنتدى");
define("CHAT","الدردشة");
define("IMPRINT","انطباع");
define("MORE_LINKS","روابط إضافية");
define("TOUR","جولة اللعبة");

//الأخطاء
define("USRNM_EMPTY","(اسم المستخدم فارغ)");
define("USRNM_TAKEN","(الاسم قيد الاستخدام بالفعل.)");
define("USRNM_SHORT","(الحد الأدنى. ".USRNM_MIN_LENGTH." أرقام)");
define("USRNM_CHAR","(أحرف غير صالحة)");
define("PW_EMPTY","(كلمة المرور فارغة)");
define("PW_SHORT","(الحد الأدنى. ".PW_MIN_LENGTH." أرقام)");
define("PW_INSECURE","(كلمة المرور غير آمنة. يرجى اختيار واحدة أكثر أمانًا.)");
define("EMAIL_EMPTY","(البريد الإلكتروني فارغ)");
define("EMAIL_INVALID","(عنوان البريد الإلكتروني غير صالح)");
define("EMAIL_TAKEN","(البريد الإلكتروني قيد الاستخدام بالفعل)");
define("TRIBE_EMPTY","<li>يرجى اختيار قبيلة.</li>");
define("AGREE_ERROR","<li>يجب عليك الموافقة على قواعد اللعبة والشروط والأحكام العامة من أجل التسجيل.</li>");
define("LOGIN_USR_EMPTY","أدخل الاسم.");
define("LOGIN_PASS_EMPTY","أدخل كلمة المرور.");
define("EMAIL_ERROR","البريد الإلكتروني لا يتطابق مع الموجود");
define("PASS_MISMATCH","كلمات المرور لا تتطابق");
define("ALLI_OWNER","يرجى تعيين مالك للتحالف قبل الحذف");
define("SIT_ERROR","المراقب محدد بالفعل أو اللاعب غير موجود");
define("USR_NT_FOUND","الاسم غير موجود.");
define("LOGIN_PW_ERROR","كلمة المرور غير صحيحة.");
define("WEL_TOPIC","نصائح ومعلومات مفيدة ");
define("ATAG_EMPTY","الوسم فارغ");
define("ANAME_EMPTY","الاسم فارغ");
define("ATAG_EXIST","الوسم مستخدم");
define("ANAME_EXIST","الاسم مستخدم");
define("ALREADY_ALLY_MEMBER","أنت بالفعل في تحالف");
define("ALLY_TOO_LOW", "يجب أن يكون لديك سفارة مستوى 3 أو أعلى");
define("USER_NOT_IN_YOUR_ALLY","هذا المستخدم ليس في تحالفك!");
define("CANT_EDIT_YOUR_PERMISSIONS","لا يمكنك تعديل أذوناتك الخاصة!");
define("CANT_EDIT_LEADER_PERMISSIONS","لا يمكن تعديل أذونات زعيم التحالف!");
define("NO_PERMISSION", "ليس لديك أذونات كافية!");
define("NAME_OR_DIPL_EMPTY", "الاسم أو الدبلوماسية فارغ");
define("ALLY_DOESNT_EXISTS","التحالف غير موجود");
define("CANNOT_INVITE_SAME_ALLY","لا يمكنك دعوة تحالفك الخاص");
define("WRONG_DIPLOMACY","تم اتخاذ خيار خاطئ");
define("INVITE_ALREADY_SENT","إما أنك قد أرسلت بالفعل اتفاقًا إلى هذا التحالف، أو أنهم أرسلوا إليك، أو لديك بالفعل اتفاق معهم");
define("INVITE_SENT","تم إرسال الدعوة");
define("DECLARED_WAR_ON","أعلنت الحرب على");
define("OFFERED_NON_AGGRESION_PACT_TO","عرضت معاهدة عدم الاعتداء على");
define("OFFERED_CONFED_TO","عرضت اتحادًا على");
define("ALLY_TOO_MUCH_PACTS","إما أنك لا تستطيع تقديم المزيد من الاتفاقات من هذا النوع أو أن هذا التحالف قد وصل إلى الحد الأقصى من هذا النوع من الاتفاقات");
define("ALLY_PERMISSIONS_UPDATED","تم تحديث الأذونات");
define("ALLY_FORUM_LINK_UPDATED", "تم تحديث رابط المنتدى");
define("NO_FORUMS_YET","لا توجد منتديات حتى الآن.");
define("ALLY_USER_KICKED"," تم طرده من التحالف");
define("NOT_OPENED_YET","الخادم لم يبدأ بعد.");
define("REGISTER_CLOSED","التسجيل مغلق. لا يمكنك التسجيل في هذا الخادم.");
define("NAME_EMPTY","يرجى إدخال الاسم");
define("NAME_NO_EXIST","لا يوجد مستخدم بالاسم ");
define("ID_NO_EXIST","لا يوجد مستخدم بالمعرف ");
define("SAME_NAME","لا يمكنك دعوة نفسك");
define("ALREADY_INVITED"," قد تم دعوتك بالفعل");
define("ALREADY_IN_ALLY"," هو بالفعل في هذا التحالف");
define("ALREADY_IN_AN_ALLY"," هو بالفعل في تحالف");
define("NAME_OR_TAG_CHANGED","تم تغيير الاسم أو الوسم");
define("VAC_MODE_WRONG_DAYS","لقد أدخلت عددًا خاطئًا من الأيام");

//حقوق الطبع والنشر
define("TRAVIAN_COPYRIGHT","TravianZ 100% استنساخ مفتوح المصدر لترافين.");

//BUILD.TPL
define("CUR_PROD","الإنتاج الحالي");
define("NEXT_PROD","الإنتاج على المستوى ");
define("CONSTRUCT_BUILD","إنشاء مبنى");

//المباني
define("B1","منشار الخشب");
define("B1_DESC","يقطع منشار الخشب الأشجار من أجل إنتاج الخشب. كلما زادت مساحة المنشار، زاد إنتاج الخشب.");
define("B2","محجر الطين");
define("B2_DESC","يتم إنتاج الطين هنا. بزيادة مستواه، تزيد من إنتاجه.");
define("B3","منجم الحديد");
define("B3_DESC","هنا ينتج عمال المناجم المورد الثمين الحديد. بزيادة مستوى المنجم، تزيد من إنتاجه.");
define("B4","الأرض الزراعية");
define("B4_DESC","يتم إنتاج غذاء سكانك هنا. بزيادة مستوى المزرعة، تزيد من إنتاج المحاصيل.");

//DORF1
define("LUMBER","الخشب");
define("CLAY","الطين");
define("IRON","الحديد");
define("CROP","المحاصيل");
define("LEVEL","المستوى");
define("CROP_COM",CROP." الاستهلاك");
define("PER_HR","في الساعة");
define("PROD_HEADER","الإنتاج");
define("CAPITAL_LABEL","العاصمة");
define("MULTI_V_HEADER","القرى");
define("ANNOUNCEMENT","إعلان");
define("GO2MY_VILLAGE","اذهب إلى قريتي");
define("VILLAGE_CENTER","مركز القرية");
define("FINISH_GOLD","هل ترغب في إنهاء جميع أوامر البناء والبحث في هذه القرية فورًا مقابل 2 ذهب؟");
define("WAITING_LOOP","(حلقة الانتظار)");
define("CROP_NEGATIVE","إنتاج محاصيلك سلبي، لن تصل أبدًا إلى الكمية المطلوبة من الموارد.");
define("HRS","(ساعات)");
define("DONE_AT","تم في");
define("CANCEL","إلغاء");
define("LOYALTY","الولاء");
define("CALCULATED_IN","محسوب في");
define("SERVER_TIME","وقت الخادم:");
define("HI","مرحبا");
define("P_IN","في");

//المهام
define("Q_CONTINUE","تابع مع المهمة التالية.");
define("Q_REWARD","مكافأتك:");
define("Q_BUTN","أكمل المهمة");
define("Q0","مرحبًا بك في ");
define("Q0_DESC","كما أرى أنك قد تم تعيينك كشيخ في هذه القرية الصغيرة. سأكون مستشارك لبضعة أيام ولن أترك جانبك.");
define("Q0_OPT1","إلى المهمة الأولى.");
define("Q0_OPT2","تجول حولك بنفسك.");
define("Q0_OPT3","لا تلعب أي مهام.");

define("Q1","المهمة 1: منشار الخشب");
define("Q1_DESC","يوجد أربعة غابات خضراء حول قريتك. أنشئ منشارًا على أحدها. الخشب مورد مهم لمستوطنتنا الجديدة.");
define("Q1_ORDER","الأمر:<\/p>إنشاء منشار خشب.");
define("Q1_RESP","نعم، بهذه الطريقة ستحصل على المزيد من الخشب. لقد ساعدت قليلاً وأكملت الطلب على الفور.");
define("Q1_REWARD","تم إكمال منشار الخشب على الفور.");

define("Q2","المهمة 2: المحاصيل");
define("Q2_DESC","الآن رعاياك جائعون من العمل طوال اليوم. قم بزيادة الأراضي الزراعية لتحسين إمدادات رعاياك. عد هنا عندما تكتمل البناء.");
define("Q2_ORDER","الأمر:<\/p>زيادة أرض زراعية واحدة.");
define("Q2_RESP","جيد جدًا. الآن لدى رعاياك ما يكفي من الطعام مرة أخرى...");
define("Q2_REWARD","مكافأتك:<\/p>يوم واحد من ترافين");

define("Q3","المهمة 3: اسم قريتك");
define("Q3_DESC","بإبداعك يمكنك منح قريتك الاسم النهائي.<br \/><br \/>انقر على 'الملف الشخصي' في القائمة اليسرى ثم اختر 'تغيير الملف الشخصي'...");
define("Q3_ORDER","الأمر:<\/p>قم بتغيير اسم قريتك إلى شيء جميل.");
define("Q3_RESP","واو، اسم رائع لقريتهم. كان يمكن أن يكون اسم قريتي!...");

define("Q4","المهمة 4: اللاعبون الآخرون");
define("Q4_DESC","في ". SERVER_NAME ." تلعب مع مليارات من اللاعبين الآخرين. انقر على 'الإحصائيات' في القائمة العلوية للبحث عن رتبتك وأدخلها هنا.");
define("Q4_ORDER","الأمر:<\/p>ابحث عن رتبتك في الإحصائيات وأدخلها هنا.");
define("Q4_BUTN","أكمل المهمة");
define("Q4_RESP","بالضبط! هذه هي رتبتك.");

define("Q5","المهمة 5: أمرين بناء");
define("Q5_DESC","قم ببناء منجم حديد ومحجر طين. من الحديد والطين لا يمكن أن يكون هناك أبدًا ما يكفي.");
define("Q5_ORDER","الأمر:<\/p><ul><li>زيادة منجم حديد واحد.<\/li><li>زيادة محجر طين واحد.<\/li><\/ul>");
define("Q5_RESP","كما لاحظت، أوامر البناء تستغرق وقتًا طويلاً. العالم في ". SERVER_NAME ." سيستمر في الدوران حتى لو كنت غير متصل. حتى بعد بضعة أشهر، سيكون هناك الكثير من الأشياء الجديدة لاكتشافها.<br \/><br \/>أفضل شيء هو التحقق من قريتك من حين لآخر وإعطاء رعاياك مهام جديدة للقيام بها.");

define("Q6","المهمة 6: الرسائل");
define("Q6_DESC","يمكنك التحدث إلى لاعبين آخرين باستخدام نظام الرسائل. لقد أرسلت لك رسالة. اقرأها وارجع هنا.<br \/><br \/>ملاحظة: لا تنس: على اليسار التقارير، على اليمين الرسائل.");
define("Q6_ORDER","الأمر:<\/p>اقرأ رسالتك الجديدة.");
define("Q6_RESP","هل تلقيتها؟ جيد جدًا.<br \/><br \/>إليك بعض الذهب. مع الذهب يمكنك القيام بعدة أشياء، مثل زيادة إنتاج مواردك. للقيام بذلك، انقر على ");
define("Q6_RESP1","في القائمة اليسرى.");
define("Q6_SUBJECT","رسالة من مدير المهام");
define("Q6_MESSAGE","يجب أن تُعلم أنك تنتظر مكافأة جميلة عند مدير المهام.<br /><br />تلميح: تم إنشاء الرسالة تلقائيًا. ليست هناك حاجة للإجابة.");

define("Q7","المهمة 7: واحد لكل!");
define("Q7_DESC","الآن يجب علينا زيادة إنتاج مواردك قليلاً. قم ببناء منشار خشب إضافي، ومحجر طين، ومنجم حديد، وأرض زراعية لمستوى 1.");
define("Q7_ORDER","الأمر:<\/p>زيادة واحدة أخرى من كل نوع من مواردك إلى المستوى 1.");
define("Q7_RESP","جيد جدًا، تطوير عظيم لإنتاج الموارد.");

define("Q8","المهمة 8: جيش ضخم!");
define("Q8_DESC","الآن لدي مهمة خاصة جدًا لك. أنا جائع. أعطني 200 محصول!<br \/><br \/>في المقابل، سأحاول تنظيم جيش ضخم لحماية قريتك.");
define("Q8_ORDER","الأمر:<\/p>أرسل 200 محصول إلى مدير المهام.");
define("Q8_BUTN","أرسل المحصول");
define("Q8_NOCROP","لا يوجد ما يكفي من المحصول!");

define("Q9","المهمة 9: كل شيء إلى 1.");
define("Q9_DESC","في ترافين، هناك دائمًا شيء للقيام به! بينما تنتظر وصول الجيش الضخم، يجب علينا زيادة إنتاج مواردك قليلاً. قم بزيادة جميع أراضي مواردك إلى المستوى 1.");
define("Q9_ORDER","الأمر:<\/p>زيادة جميع أراضي الموارد إلى المستوى 1.");
define("Q9_RESP","جيد جدًا، إنتاج مواردك ينمو بشكل كبير.<br \/><br \/>سنبدأ قريبًا في بناء مباني في القرية.");

define("Q10","المهمة 10: حمامة السلام");
define("Q10_DESC","الأيام الأولى بعد التسجيل، أنت محمي من الهجمات من قبل زملائك اللاعبين. يمكنك رؤية مدى استمرار هذه الحماية بإضافة الرمز <b>[#0]<\/b> إلى ملفك الشخصي.");
define("Q10_ORDER","الأمر:<\/p>اكتب الرمز <b>[#0]<\/b> في ملفك الشخصي عن طريق إضافته إلى أحد حقلي الوصف.");
define("Q10_RESP","أحسنت! الآن يمكن للجميع رؤية ما مدى روعة المحارب الذي يقترب منه العالم.");
define("Q10_REWARD","مكافأتك:<\/p>يومين من ترافين");

define("Q11","المهمة 11: الجيران!");
define("Q11_DESC","حولك، هناك العديد من القرى المختلفة. إحداها تحمل اسم.");
define("Q11_DESC1"," انقر على 'الخريطة' في قائمة العنوان وابحث عن تلك القرية. يمكن رؤية أسماء القرى المجاورة عند تمرير مؤشر الماوس فوق أي منها.");
define("Q11_ORDER","الأمر:</p>ابحث عن إحداثيات ");
define("Q11_ORDER1","وأدخلها هنا.");
define("Q11_RESP","بالضبط، هناك ");
define("Q11_RESP1"," قرية! كل الموارد التي يمكنك الوصول إليها لهذه القرية. حسنًا، تقريبًا بنفس المقدار ...");
define("Q11_BUTN","أكمل المهمة");

define("Q12","المهمة 12: الكراني");
define("Q12_DESC","لقد حان الوقت لإنشاء كراني. عالم <?php echo SERVER_NAME; ?> خطير.<br \/><br \/>يعيش العديد من اللاعبين من خلال سرقة موارد اللاعبين الآخرين. قم ببناء كراني لإخفاء بعض مواردك عن الأعداء.");
define("Q12_ORDER","الأمر:<\/p>إنشاء كراني.");
define("Q12_RESP","أحسنت، الآن أصبح من الصعب على زملائك اللاعبين اللئيمين نهب قريتك.<br \/><br \/>إذا تعرضت للهجوم، سيخفي سكان قريتك الموارد في الكراني بأنفسهم.");

define("Q13","المهمة 13: إلى اثنين.");
define("Q13_DESC","في <?php echo SERVER_NAME; ?> هناك دائمًا شيء للقيام به! قم بزيادة منشار خشب واحد، ومحجر طين واحد، ومنجم حديد واحد، وأرض زراعية واحدة إلى المستوى 2.");
define("Q13_ORDER","الأمر:<\/p>زيادة واحدة من كل نوع من مواردك إلى المستوى 2.");
define("Q13_RESP","جيد جدًا، قريتك تنمو وتزدهر!");

define("Q14","المهمة 14: التعليمات");
define("Q14_DESC","في التعليمات داخل اللعبة يمكنك العثور على نصوص معلومات قصيرة حول المباني المختلفة وأنواع الوحدات.<br \/><br \/>انقر على 'التعليمات' في اليسار لمعرفة مقدار الخشب المطلوب لبناء الثكنات.");
define("Q14_ORDER","الأمر:<\/p>أدخل مقدار الخشب الذي تكلفه الثكنات");
define("Q14_BUTN","أكمل المهمة");
define("Q14_RESP","بالضبط! الثكنات تكلف 210 خشب.");

define("Q15","المهمة 15: المبنى الرئيسي");
define("Q15_DESC","يحتاج بناة الخبراء لديك إلى مبنى رئيسي بمستوى 3 لبناء مبانٍ مهمة مثل السوق أو الثكنات.");
define("Q15_ORDER","الأمر:<\/p>زيادة مبناك الرئيسي إلى المستوى 3.");
define("Q15_RESP","أحسنت. تم إكمال المبنى الرئيسي بمستوى 3.<br><br>مع هذه الترقية، يمكن لبنائك الخبراء بناء المزيد من أنواع المباني وأيضًا القيام بذلك بشكل أسرع.");

define("Q16","المهمة 16: متقدم!");
define("Q16_DESC","ابحث عن رتبتك في إحصائيات اللاعبين مرة أخرى واستمتع بتقدمك.");
define("Q16_ORDER","الأمر:<\/p>ابحث عن رتبتك في الإحصائيات وأدخلها هنا.");
define("Q16_RESP","أحسنت! هذه هي رتبتك الحالية.");

define("Q17","المهمة 17: أسلحة أم عتاد");
define("Q17_DESC","الآن عليك اتخاذ قرار: إما التجارة بسلام أو أن تصبح محاربًا مروعًا.<br \/><br \/>للسوق تحتاج إلى مخزن حبوب، وللثكنات تحتاج إلى نقطة تجمع.");
define("Q17_BUTN","الاقتصاد");
define("Q17_BUTN1","العسكرية");

define("Q18","المهمة 18: عسكرية");
define("Q18_DESC","قرار شجاع. لكي تتمكن من إرسال القوات، تحتاج إلى نقطة تجمع.<br \/><br \/>يجب بناء نقطة التجمع في موقع بناء محدد. ");
define("Q18_DESC1"," موقع البناء.");
define("Q18_DESC2"," يقع على الجانب الأيمن من المبنى الرئيسي، أسفل قليلاً. الموقع نفسه منحني.");
define("Q18_ORDER","الأمر:<\/p>إنشاء نقطة تجمع.");
define("Q18_RESP","لقد تم إنشاء نقطة تجمعك! خطوة جيدة نحو السيطرة على العالم!");

define("Q19","المهمة 19: الثكنات");
define("Q19_DESC","الآن لديك مبنى رئيسي بمستوى 3 ونقطة تجمع. هذا يعني أنه قد تم الوفاء بجميع متطلبات بناء الثكنات.<br><br>يمكنك استخدام الثكنات لتدريب القوات للقتال.");
define("Q19_ORDER","الأمر:<\/p>إنشاء الثكنات.");
define("Q19_RESP","أحسنت... اجتمع أفضل المدربين من جميع أنحاء البلاد لتدريب مهارات قتال رجالكم إلى أعلى مستوى.");

define("Q20","المهمة 20: تدريب.");
define("Q20_DESC","الآن بعد أن لديك ثكنات، يمكنك البدء في تدريب القوات. قم بتدريب اثنين ");
define("Q20_ORDER","يرجى تدريب 2 ");
define("Q20_RESP","تم وضع الأساس لجيشك المجيد.<br \/><br \/>قبل إرسال جيشك للنهب، يجب عليك التحقق مع ");
define("Q20_RESP1","محاكي القتال");
define("Q20_RESP2","لمعرفة عدد القوات التي تحتاجها لمحاربة فأر واحد بنجاح دون خسائر.");

define("Q21","المهمة 18: الاقتصاد");
define("Q21_DESC","كان خيارك التجارة والاقتصاد. بالتأكيد أوقات ذهبية في انتظارك!");
define("Q21_ORDER","الأمر:<\/p>إنشاء مخزن حبوب.");
define("Q21_RESP","أحسنت! مع مخزن الحبوب يمكنك تخزين المزيد من القمح.");

define("Q22","المهمة 19: المستودع");
define("Q22_DESC","ليس فقط المحصول الذي يجب حفظه. يمكن أن تضيع الموارد الأخرى أيضًا إذا لم يتم تخزينها بشكل صحيح. قم بإنشاء مستودع!");
define("Q22_ORDER","الأمر:<\/p>إنشاء مستودع.");
define("Q22_RESP","أحسنت، المستودع اكتمل...&rdquo;<\/i><br \/>الآن قد وفرت جميع المتطلبات اللازمة لإنشاء سوق.");

define("Q23","المهمة 20: السوق.");
define("Q23_DESC","قم بإنشاء سوق حتى تتمكن من التجارة مع زملائك اللاعبين.");
define("Q23_ORDER","الأمر:<\/p>يرجى بناء سوق.");
define("Q23_RESP","اكتمل السوق. الآن يمكنك تقديم عروض خاصة بك وقبول العروض الخارجية! عند إنشاء عروضك الخاصة، يجب أن تفكر في تقديم ما يحتاجه اللاعبون الآخرون أكثر للحصول على المزيد من الأرباح.");

define("Q24","المهمة 21: كل شيء إلى 2.");
define("Q24_DESC","الآن يجب علينا زيادة إنتاج مواردك قليلاً. قم ببناء منشار خشب إضافي، ومحجر طين، ومنجم حديد، وأرض زراعية لمستوى 1.");
define("Q24_ORDER","الأمر:<\/p>زيادة جميع أراضي الموارد إلى المستوى 2.");
define("Q24_RESP","تهانينا! قريتك تنمو وتزدهر...");

define("Q28","المهمة 22: التحالف.");
define("Q28_DESC","العمل الجماعي مهم في ترافين. يقوم اللاعبون الذين يعملون معًا بتنظيم أنفسهم في تحالفات. احصل على دعوة من تحالف في منطقتك وانضم إليه. بدلاً من ذلك، يمكنك تأسيس تحالف خاص بك. للقيام بذلك، تحتاج إلى سفارة بمستوى 3.");
define("Q28_ORDER","الأمر:<\/p>انضم إلى تحالف أو أسس واحد بنفسك.");
define("Q28_RESP","هذا جيد! الآن أنت في اتحاد يسمى");
define("Q28_RESP1",", وأنت عضو في تحالفهم مع تقدم أسرع...");

define("Q29","المهمة 23: رفع المبنى الرئيسي إلى المستوى 5");
define("Q29_DESC","لكي تتمكن من بناء قصر أو إقامة، ستحتاج إلى مبنى رئيسي بمستوى 5.");
define("Q29_ORDER","الأمر:<\/p>رفع مبناك الرئيسي إلى المستوى 5.");
define("Q29_RESP","المبنى الرئيسي الآن بمستوى 5 ويمكنك بناء قصر أو إقامة...");

define("Q30","المهمة 24: رفع مخزن الحبوب إلى المستوى 3.");
define("Q30_DESC","لكي لا تفقد المحصول، يجب عليك رفع مخزن الحبوب.");
define("Q30_ORDER","الأمر:<\/p>رفع مخزن الحبوب إلى المستوى 3.");
define("Q30_RESP","مخزن الحبوب الآن بمستوى 3...");

define("Q31","المهمة 25: رفع المستودع إلى المستوى 7");
define("Q31_DESC","للتأكد من عدم امتلاء مواردك، يجب عليك رفع المستودع.");
define("Q31_ORDER","الأمر:<\/p>رفع المستودع إلى المستوى 7.");
define("Q31_RESP","تم رفع المستودع إلى المستوى 7...");

define("Q32","المهمة 26: الجميع إلى خمسة!");
define("Q32_DESC","ستحتاج دائمًا إلى المزيد من الموارد. أراضي الموارد باهظة الثمن ولكن ستظل تعود بفائدة على المدى الطويل.");
define("Q32_ORDER","الأمر:<\/p>رفع جميع أراضي الموارد إلى المستوى 5.");
define("Q32_RESP","جميع الموارد الآن بمستوى 5، جيد جدًا، قريتك تنمو وتزدهر!");

define("Q33","المهمة 27: قصر أم إقامة؟");
define("Q33_DESC","لكي تؤسس قرية جديدة، ستحتاج إلى مستوطنين. يمكنك تدريبهم إما في قصر أو إقامة.");
define("Q33_ORDER","الأمر:<\/p>بناء قصر أو إقامة إلى المستوى 10.");
define("Q33_RESP","وصلت إلى المستوى 10، يمكنك الآن تدريب المستوطنين وتأسيس قريتك الثانية. لاحظ النقاط الثقافية...");

define("Q34","المهمة 28: 3 مستوطنين.");
define("Q34_DESC","لكي تؤسس قرية جديدة، ستحتاج إلى مستوطنين. يمكن تدريبهم في إما قصر أو إقامة.");
define("Q34_ORDER","الأمر:<\/p>تدريب 3 مستوطنين.");
define("Q34_RESP","تم تدريب 3 مستوطنين. لتأسيس قرية جديدة، تحتاج إلى على الأقل");
define("Q34_RESP1","نقاط ثقافية...");

define("Q35","المهمة 29: قرية جديدة.");
define("Q35_DESC","هناك الكثير من الأراضي الفارغة على الخريطة. ابحث عن واحدة تناسبك وأسس قرية جديدة");
define("Q35_ORDER","الأمر:<\/p>تأسيس قرية جديدة.");
define("Q35_RESP","أنا فخور بك! الآن لديك قريتين ولديك جميع الإمكانيات لبناء إمبراطورية قوية. أتمنى لك التوفيق في ذلك.");

define("Q36"," المهمة 30: بناء ");
define("Q36_DESC","الآن بعد أن قمت بتدريب بعض الجنود، يجب عليك بناء ");
define("Q36_DESC1"," أيضًا. إنه يزيد من الدفاع الأساسي وسيتلقى جنودك مكافأة دفاعية.");
define("Q36_ORDER","الأمر:<\/p>بناء ");
define("Q36_RESP","هذا ما أتحدث عنه. إن ");
define("Q36_RESP1"," مفيد جدًا. إنه يزيد من دفاع القوات في القرية.");

define("Q37","المهام");
define("Q37_DESC","تم تحقيق جميع المهام!");

define("OPT3","نظرة عامة على الموارد");
define("T","تسليم مواردك");
define("T1","تسليم");
define("T2","وقت التسليم");
define("T3","الحالة");
define("T4","جلب");
define("T5","تم جلبه");
define("T6","معلق");
define("T7","يوم واحد من ترافين ");
define("T8","يومين من ترافين ");

//Quest 25
define("Q25_7","المهمة 7: الجيران!");
define("Q25_7_DESC","حولك، هناك العديد من القرى المختلفة. إحداها تحمل اسم.");
define("Q25_7_DESC1","انقر على 'الخريطة' في قائمة الرأس وابحث عن تلك القرية. يمكن رؤية أسماء قرى جيرانك عندما تمرر مؤشر الماوس فوق أي منها.");
define("Q25_7_ORDER","<\/p><b>الأمر:</b><br>ابحث عن إحداثيات ");
define("Q25_7_ORDER1","وأدخلها هنا.");
define("Q25_7_RESP","بالضبط، هناك ");
define("Q25_7_RESP1"," قرية! كل الموارد التي يمكنك الوصول إليها لهذه القرية. حسنًا، تقريبًا بنفس المقدار ...");

define("Q25_8","المهمة 8: جيش ضخم!");
define("Q25_8_DESC","الآن لدي مهمة خاصة جدًا لك. أنا جائع. أعطني 200 محصول!<br \/><br \/>في المقابل، سأحاول تنظيم جيش ضخم لحماية قريتك.");
define("Q25_8_ORDER","الأمر:<\/p>أرسل 200 محصول إلى مدير المهام.");
define("Q25_8_BUTN","أرسل المحصول");
define("Q25_8_NOCROP","لا يوجد ما يكفي من المحصول!");

define("Q25_9","المهمة 9: واحد لكل!");
define("Q25_9_DESC","في " . SERVER_NAME . " هناك دائمًا شيء للقيام به! بينما تنتظر جيشك الجديد,<br \/><br \/>قم بزيادة منشار خشب إضافي، ومحجر طين، ومنجم حديد، وأرض زراعية إلى المستوى 1");
define("Q25_9_ORDER","الأمر:<\/p>زيادة واحدة أخرى من كل نوع من مواردك إلى المستوى 1.");
define("Q25_9_RESP","جيد جدًا، تطوير رائع لإنتاج الموارد.");

define("Q25_10","المهمة 10: قادم قريبًا!");
define("Q25_10_DESC","الآن هناك وقت لاستراحة صغيرة حتى يصل الجيش الضخم الذي أرسلته إليك.<br \/><br \/>حتى ذلك الحين، يمكنك استكشاف الخريطة أو زيادة بعض أراضي الموارد.");
define("Q25_10_ORDER","الأمر:<\/p>انتظر وصول جيش مدير المهام");
define("Q25_10_RESP","الآن جيش ضخم من مدير المهام قد وصل لحماية قريتك");
define("Q25_10_REWARD","مكافأتك:<\/p>يومين إضافيين من ترافين");

define("Q25_11","المهمة 11: التقارير");
define("Q25_11_DESC","كلما حدث شيء مهم لحسابك، ستتلقى تقريرًا.<br \/><br \/>يمكنك رؤية هذه التقارير بالنقر على النصف الأيسر من الزر الخامس (من اليسار إلى اليمين). اقرأ التقرير وعد هنا.");
define("Q25_11_ORDER","الأمر:<\/p>اقرأ أحدث تقرير لديك.");
define("Q25_11_RESP","هل تلقيته؟ جيد جدًا. إليك مكافأتك.");

define("Q25_12","المهمة 12: كل شيء إلى 1.");
define("Q25_12_DESC","الآن يجب علينا زيادة إنتاج مواردك قليلاً.");
define("Q25_12_ORDER","الأمر:<\/p>زيادة جميع أراضي الموارد إلى المستوى 1.");
define("Q25_12_RESP","جيد جدًا، إنتاج مواردك ينمو بشكل كبير.<br \/><br \/>سنبدأ قريبًا في بناء مبانٍ في القرية.");

define("Q25_13","المهمة 13: حمامة السلام");
define("Q25_13_DESC","الأيام الأولى بعد التسجيل، أنت محمي من الهجمات من قبل زملائك اللاعبين. يمكنك رؤية مدى استمرار هذه الحماية بإضافة الرمز <b>[#0]<\/b> إلى ملفك الشخصي.");
define("Q25_13_ORDER","الأمر:<\/p>اكتب الرمز <b>[#0]<\/b> في ملفك الشخصي عن طريق إضافته إلى أحد حقلي الوصف.");
define("Q25_13_RESP","أحسنت! الآن يمكن للجميع رؤية ما مدى روعة المحارب الذي يقترب منه العالم.");

define("Q25_14","المهمة 14: الكراني");
define("Q25_14_DESC","لقد حان الوقت لإنشاء كراني. عالم <b>" . SERVER_NAME. "</b> خطير.<br \/><br \/>يعيش العديد من اللاعبين من خلال سرقة موارد اللاعبين الآخرين. قم ببناء كراني لإخفاء بعض مواردك عن الأعداء.");
define("Q25_14_ORDER","الأمر:<\/p>إنشاء كراني.");
define("Q25_14_RESP","أحسنت، الآن أصبح من الصعب على زملائك اللاعبين اللئيمين نهب قريتك.<br \/><br \/>إذا تعرضت للهجوم، سيخفي سكان قريتك الموارد في الكراني بأنفسهم.");

define("Q25_15","المهمة 15: إلى اثنين.");
define("Q25_15_DESC","في <b>" . SERVER_NAME. "</b> هناك دائمًا شيء للقيام به! قم بزيادة منشار خشب واحد، ومحجر طين واحد، ومنجم حديد واحد، وأرض زراعية واحدة إلى المستوى 2.");
define("Q25_15_ORDER","الأمر:<\/p>زيادة واحدة من كل نوع من مواردك إلى المستوى 2.");
define("Q25_15_RESP","جيد جدًا، قريتك تنمو وتزدهر!");

define("Q25_16","المهمة 16: التعليمات");
define("Q25_16_DESC","في التعليمات داخل اللعبة يمكنك العثور على نصوص معلومات قصيرة حول المباني المختلفة وأنواع الوحدات.<br \/><br \/>انقر على 'التعليمات' في اليسار لمعرفة مقدار الخشب المطلوب لبناء الثكنات.");
define("Q25_16_ORDER","الأمر:<\/p>أدخل مقدار الخشب الذي تكلفه الثكنات");
define("Q25_16_BUTN","أكمل المهمة");
define("Q25_16_RESP","بالضبط! الثكنات تكلف 210 خشب.");

define("Q25_17","المهمة 17: المبنى الرئيسي");
define("Q25_17_DESC","يحتاج بناة الخبراء لديك إلى مبنى رئيسي بمستوى 3 لبناء مبانٍ مهمة مثل السوق أو الثكنات.");
define("Q25_17_ORDER","الأمر:<\/p>زيادة مبناك الرئيسي إلى المستوى 3.");
define("Q25_17_RESP","أحسنت. تم إكمال المبنى الرئيسي بمستوى 3.<br><br>مع هذه الترقية، يمكن لبنائك الخبراء بناء المزيد من أنواع المباني وأيضًا القيام بذلك بشكل أسرع.");

define("Q25_18","المهمة 18: متقدم!");
define("Q25_18_DESC","ابحث عن رتبتك في إحصائيات اللاعبين مرة أخرى واستمتع بتقدمك.");
define("Q25_18_ORDER","الأمر:<\/p>ابحث عن رتبتك في الإحصائيات وأدخلها هنا.");
define("Q25_18_RESP","أحسنت! هذه هي رتبتك الحالية.");

define("Q25_19","المهمة 19: أسلحة أم عتاد");
define("Q25_19_DESC","الآن عليك اتخاذ قرار: إما التجارة بسلام أو أن تصبح محاربًا مروعًا.<br \/><br \/>للسوق تحتاج إلى مخزن حبوب، وللثكنات تحتاج إلى نقطة تجمع.");
define("Q25_19_BUTN","الاقتصاد");
define("Q25_19_BUTN1","العسكرية");

define("Q25_20","المهمة 19: الاقتصاد");
define("Q25_20_DESC","كان خيارك التجارة والاقتصاد. بالتأكيد أوقات ذهبية في انتظارك!");
define("Q25_20_ORDER","الأمر:<\/p>إنشاء مخزن حبوب.");
define("Q25_20_RESP","أحسنت! مع مخزن الحبوب يمكنك تخزين المزيد من القمح.");

define("Q25_21","المهمة 20: المستودع");
define("Q25_21_DESC","ليس فقط المحصول الذي يجب حفظه. يمكن أن تضيع الموارد الأخرى أيضًا إذا لم يتم تخزينها بشكل صحيح. قم بإنشاء مستودع!");
define("Q25_21_ORDER","الأمر:<\/p>إنشاء مستودع.");
define("Q25_21_RESP","أحسنت، المستودع اكتمل...<\/i><br \/>الآن قد وفرت جميع المتطلبات اللازمة لإنشاء سوق.");

define("Q25_22","المهمة 21: السوق.");
define("Q25_22_DESC","قم بإنشاء سوق حتى تتمكن من التجارة مع زملائك اللاعبين.");
define("Q25_22_ORDER","الأمر:<\/p>يرجى بناء سوق.");
define("Q25_22_RESP","اكتمل السوق. الآن يمكنك تقديم عروض خاصة بك وقبول العروض الخارجية! عند إنشاء عروضك الخاصة، يجب أن تفكر في تقديم ما يحتاجه اللاعبون الآخرون أكثر للحصول على المزيد من الأرباح.");

define("Q25_23","المهمة 19: العسكرية");
define("Q25_23_DESC","قرار شجاع. لكي تتمكن من إرسال القوات، تحتاج إلى نقطة تجمع.<br \/><br \/>يجب بناء نقطة التجمع في موقع بناء محدد. ");
define("Q25_23_DESC1"," موقع البناء.");
define("Q25_23_DESC2"," يقع على الجانب الأيمن من المبنى الرئيسي، أسفل قليلاً. الموقع نفسه منحني.");
define("Q25_23_ORDER","الأمر:<\/p>إنشاء نقطة تجمع.");
define("Q25_23_RESP","لقد تم إنشاء نقطة تجمعك! خطوة جيدة نحو السيطرة على العالم!");

define("Q25_24","المهمة 20: الثكنات");
define("Q25_24_DESC","الآن لديك مبنى رئيسي بمستوى 3 ونقطة تجمع. هذا يعني أنه قد تم الوفاء بجميع متطلبات بناء الثكنات.<br><br>يمكنك استخدام الثكنات لتدريب القوات للقتال.");
define("Q25_24_ORDER","الأمر:<\/p>إنشاء الثكنات.");
define("Q25_24_RESP","أحسنت... اجتمع أفضل المدربين من جميع أنحاء البلاد لتدريب مهارات قتال رجالكم إلى أعلى مستوى.");

define("Q25_25","المهمة 21: التدريب.");
define("Q25_25_DESC","الآن بعد أن لديك ثكنات، يمكنك البدء في تدريب القوات. قم بتدريب اثنين ");
define("Q25_25_ORDER","يرجى تدريب 2 ");
define("Q25_25_RESP","تم وضع الأساس لجيشك المجيد.<br \/><br \/>قبل إرسال جيشك للنهب، يجب عليك التحقق مع ");
define("Q25_25_RESP1","محاكي القتال");
define("Q25_25_RESP2","لمعرفة عدد القوات التي تحتاجها لمحاربة فأر واحد بنجاح دون خسائر.");

define("Q25_26","المهمة 22: كل شيء إلى 2.");
define("Q25_26_DESC","الآن حان الوقت مرة أخرى لزيادة ركائز القوة والثروة! هذه المرة المستوى 1 ليس كافيًا... سيستغرق الأمر بعض الوقت ولكن في النهاية سيكون الأمر يستحق ذلك. قم بزيادة جميع أراضي الموارد إلى المستوى 2!");
define("Q25_26_ORDER","الأمر:<\/p>زيادة جميع أراضي الموارد إلى المستوى 2.");
define("Q25_26_RESP","تهانينا! قريتك تنمو وتزدهر...");

define("Q25_27","المهمة 23: الأصدقاء.");
define("Q25_27_DESC","بصفتك لاعبًا منفردًا، من الصعب المنافسة مع المهاجمين. من مصلحتك أن يحبك جيرانك.<br \/><br \/>من الأفضل إذا كنت تلعب مع الأصدقاء. هل تعلم أنه يمكنك كسب <img src='img/x.gif' class='gold' alt='ذهب' title='ذهب'> من خلال دعوة الأصدقاء؟");
define("Q25_27_ORDER","الأمر:<\/p>كم من <img src='img/x.gif' class='gold' alt='ذهب' title='ذهب'> تكسب من دعوة صديق؟");
define("Q25_27_RESP","صحيح! تحصل على 50 <img src='img/x.gif' class='gold' alt='ذهب' title='ذهب'> إذا كان صديقك المدعو لديه قريتين.");

define("Q25_28","المهمة 24: إنشاء السفارة.");
define("Q25_28_DESC","عالم ترافين خطر. لقد أنشأت كراني بالفعل لحمايتك من المهاجمين.<br \/><br \/>ستمنحك تحالف جيد حماية أفضل.");
define("Q25_28_ORDER","الأمر:<\/p>لقبول الدعوات من التحالفات، قم ببناء سفارة.");
define("Q25_28_RESP","نعم! يمكنك الانتظار لدعوة من تحالف أو إنشاء تحالف خاص بك إذا كانت السفارة بمستوى 3.");

define("Q25_29","المهمة 25: التحالف.");
define("Q25_29_DESC","العمل الجماعي مهم في ترافين. يقوم اللاعبون الذين يعملون معًا بتنظيم أنفسهم في تحالفات. احصل على دعوة من تحالف في منطقتك وانضم إليه. بدلاً من ذلك، يمكنك تأسيس تحالف خاص بك. للقيام بذلك، تحتاج إلى سفارة بمستوى 3.");
define("Q25_29_ORDER","الأمر:<\/p>انضم إلى تحالف أو أسس تحالفًا خاصًا بك.");
define("Q25_29_RESP","أحسنت! الآن أنت في اتحاد يسمى");
define("Q25_29_RESP1",", وأنت عضو في تحالفهم.<br>من خلال العمل معًا، ستتقدمون جميعًا بشكل أسرع...");

define("Q25_30","المهام");
define("Q25_30_DESC","تم تحقيق جميع المهام!");


//======================================================//
//================ الوحدات - لا تقم بالتعديل! ================//
//======================================================//
define("U0","البطل");

//وحدات الرومان
define("U1","المحارب الروماني");
define("U2","البريتان");
define("U3","الإمبريال");
define("U4","فارس القوات");
define("U5","فارس الإمبراطور");
define("U6","فارس قيصر");
define("U7","مدفع الخراطة");
define("U8","المنجنيق الناري");
define("U9","السيناتور");
define("U10","المستوطن");

//وحدات التيوتونيون
define("U11","مستخدم النوادي");
define("U12","رجل رمح");
define("U13","رجل الفأس");
define("U14","الكشاف");
define("U15","الفارس المقدس");
define("U16","فارس تيوتوني");
define("U17","مدفع الخراطة");
define("U18","المنجنيق");
define("U19","الزعيم");
define("U20","المستوطن");

//وحدات الغاليون
define("U21","الفالنكس");
define("U22","المحارب بالسيف");
define("U23","مكتشف");
define("U24","صاعقة تيوتات");
define("U25","راكب الكاهن");
define("U26","هادوان");
define("U27","مدفع الخراطة");
define("U28","المنجنيق");
define("U29","الزعيم");
define("U30","المستوطن");
define("U99","الفخ");

//وحدات الطبيعة
define("U31","الفأر");
define("U32","العنكبوت");
define("U33","الثعبان");
define("U34","الخفاش");
define("U35","الخنزير البري");
define("U36","الذئب");
define("U37","الدب");
define("U38","التمساح");
define("U39","النمر");
define("U40","الفيل");

//وحدات الناتار
define("U41","رجل الرمح");
define("U42","المحارب ذو الأشواك");
define("U43","الحارس");
define("U44","طيور الجوارح");
define("U45","راكب الفأس");
define("U46","فارس ناتاري");
define("U47","الفيل الحربي");
define("U48","المنجنيق");
define("U49","الإمبراطور الناتاري");
define("U50","المستوطن الناتاري");

//وحدات الوحوش
define("U51","بيون الوحش");
define("U52","صائد الوحوش");
define("U53","محارب الوحش");
define("U54","شبح");
define("U55","فرس الوحش");
define("U56","فرس الحرب الوحشي");
define("U57","مدفع الوحش");
define("U58","منجنيق الوحش");
define("U59","زعيم الوحش");
define("U60","المستوطن الوحشي");

// الموارد
define("R1","الخشب");
define("R2","الطين");
define("R3","الحديد");
define("R4","المحاصيل");

//INDEX.php
define("LOGIN","تسجيل الدخول");
define("PLAYERS","اللاعبون");
define("MODERATOR","مشرف");
define("ACTIVE","نشط");
define("ONLINE","عبر الإنترنت");
define("TUTORIAL","الدليل");
define("PLAYER_STATISTICS","إحصائيات اللاعبين");
define("TOTAL_PLAYERS","".PLAYERS." إجمالًا");
define("ACTIVE_PLAYERS","اللاعبون النشطون");
define("ONLINE_PLAYERS","".PLAYERS." عبر الإنترنت");
define("MP_STRATEGY_GAME","".SERVER_NAME." - لعبة استراتيجية متعددة اللاعبين");
define("WHAT_IS","".SERVER_NAME." هي واحدة من أكثر ألعاب المتصفح شعبية في العالم. كلاعب في ".SERVER_NAME."، ستقوم ببناء إمبراطوريتك الخاصة، وتجنيد جيش قوي، والقتال مع حلفائك من أجل هيمنة عالم اللعبة.");
define("REGISTER_FOR_FREE","سجل هنا مجانًا!");
define("LATEST_GAME_WORLD","أحدث عالم اللعبة");
define("LATEST_GAME_WORLD2","سجل في أحدث<br/>عالم اللعبة واستمتع<br/>بمزايا<br/>كونك أحد<br/>اللاعبين الأوائل.");
define("PLAY_NOW","العب ".SERVER_NAME." الآن");
define("LEARN_MORE","اكتشف المزيد <br/>عن ".SERVER_NAME."!");
define("LEARN_MORE2","الآن مع نظام خادم ثوري<br>ورسم جديد تمامًا <br>هذا النسخة هي الأفضل!");
define("COMUNITY","المجتمع");
define("BECOME_COMUNITY","كن جزءًا من مجتمعنا الآن!");
define("BECOME_COMUNITY2","كن جزءًا من واحدة من<br>أكبر مجتمعات الألعاب<br>في العالم.");
define("NEWS","الأخبار");
define("SCREENSHOTS","لقطات الشاشة");
define("FAQ","الأسئلة الشائعة");
define("SPIELREGELN","القواعد");
define("AGB","الشروط والأحكام");
define("LEARN1","قم بترقية حقولك ومناجمك لزيادة إنتاج مواردك. ستحتاج إلى الموارد لبناء المباني وتدريب الجنود.");
define("LEARN2","قم بإنشاء وتوسيع المباني في قريتك. تعمل المباني على تحسين البنية التحتية العامة، وزيادة إنتاج الموارد، والسماح لك بإجراء الأبحاث، وتدريب وترقية القوات.");
define("LEARN3","عرض والتفاعل مع بيئتك. يمكنك تكوين صداقات جديدة أو أعداء جدد، واستخدام الواحات القريبة ومراقبة إمبراطوريتك وهي تنمو وتصبح أقوى.");
define("LEARN4","تابع تحسينك ونجاحك وقارن نفسك مع اللاعبين الآخرين. انظر إلى ترتيب أفضل 10 واحصل على ميدالية أسبوعية.");
define("LEARN5","تلقى تقارير مفصلة حول مغامراتك، وتبادلاتك، ومعاركك. لا تنسَ التحقق من التقارير الجديدة حول الأحداث التي تحدث في محيطك.");
define("LEARN6","تبادل المعلومات وإجراء الدبلوماسية مع اللاعبين الآخرين. تذكر دائمًا أن التواصل هو مفتاح كسب أصدقاء جدد وحل النزاعات القديمة.");
define("LOGIN_TO","تسجيل الدخول إلى ". SERVER_NAME);
define("REGIN_TO","التسجيل في ". SERVER_NAME);
define("P_ONLINE","اللاعبون المتصلون: ");
define("P_TOTAL","إجمالي اللاعبين: ");
define("CHOOSE","يرجى اختيار خادم.");
define("STARTED"," بدأ الخادم ". round((time()-COMMENCE)/86400) ." يومًا مضت.");

//ANMELDEN.php
define("NICKNAME","الاسم المستعار");
define("EMAIL","البريد الإلكتروني");
define("PASSWORD","كلمة المرور");
define("ROMANS","الرومان");
define("TEUTONS","التيوتونيون");
define("GAULS","الغاليون");
define("NW","شمال غرب");
define("NE","شمال شرق");
define("SW","جنوب غرب");
define("SE","جنوب شرق");
define("RANDOM","عشوائي");
define("ACCEPT_RULES"," أقبل قواعد اللعبة والشروط والأحكام العامة.");
define("ONE_PER_SERVER","يمكن لكل لاعب أن يمتلك حسابًا واحدًا فقط لكل خادم.");
define("BEFORE_REGISTER","قبل أن تسجل حسابًا، يجب أن تقرأ <a href='../anleitung.php' target='_blank'>التعليمات</a> الخاصة بترافيان ro1 لمعرفة المزايا والعيوب المحددة للقبائل الثلاث.");
define("BUILDING_UPGRADING","البناء:");
define("HOURS","ساعات");

//الهجمات وغيرها
define("TROOP_MOVEMENTS","حركات القوات:");
define("ARRIVING_REINF_TROOPS","وصول القوات التعزيزية");
define("ARRIVING_ATTACKING_TROOPS","وصول القوات المهاجمة");
define("ARRIVING_REINF_TROOPS_SHORT","تعزيز.");
define("OWN_ATTACKING_TROOPS","القوات المهاجمة الخاصة");
define("ATTACK","هجوم");
define("OWN_REINFORCING_TROOPS","القوات التعزيزية الخاصة");
define("TROOPS_DORF","القوات:");
define("NEWVILLAGE","قرية جديدة.");
define("FOUNDNEWVILLAGE","تأسيس قرية جديدة");
define("UNDERATTACK","القرية تحت الهجوم");
define("OASISATTACK","الواحة تحت الهجوم");
define("OASISATTACKS","هجمات الواحة.");
define("RETURNFROM","العودة من");
define("REINFORCEMENTFOR","تعزيز إلى");
define("ATTACK_ON","الهجوم على");
define("RAID_ON","الغارة على");
define("SCOUTING","الكشف");
define("PRISONERS","الأسرى");
define("PRISONERSIN","الأسرى في");
define("PRISONERSFROM","الأسرى من");
define("TROOPS","القوات");
define("TROOPSFROM","القوات");
define("BOUNTY","المكافأة");
define("ARRIVAL","الوصول");
define("CATAPULT_TARGET","هدف المنجنيق");
define("INCOMING_TROOPS","القوات الواردة");
define("TROOPS_ON_THEIR_WAY","القوات في طريقها");
define("OWN_TROOPS","القوات الخاصة");
define("ON","في");
define("AT","في");
define("UPKEEP","الصيانة");
define("SEND_BACK","إعادة");
define("TROOPS_IN_THE_VILLAGE","القوات في القرية");
define("TROOPS_IN_OTHER_VILLAGE","القوات في قرية أخرى");
define("TROOPS_IN_OASIS","القوات في الواحة");
define("KILL","قتل");
define("FROM","من");
define("SEND_TROOPS","إرسال القوات");
define("TASKMASTER","مدير المهام");
define("VILLAGE_OF_THE_ELDERS_TROOPS","قرية قوات الشيوخ");

//SEND TROOP
define("REINFORCE","تعزيز");
define("NORMALATTACK","هجوم عادي");
define("RAID","غارة");
define("OR","أو");
define("SENDTROOP","إرسال القوات");
define("TROOP","قوات");
define("NOTROOP","لا توجد قوات");

//الخريطة
define("DETAIL","تفاصيل");
define("ABANDVALLEY","وادي مهجور");
define("OCCUPIED","محتل");
define("UNOCCUPIED","غير مشغول");
define("UNOCCUOASIS","واحة غير مشغولة");
define("OCCUOASIS","واحة مشغولة");
define("THERENOINFO","لا توجد<br>معلومات متاحة.");
define("LANDDIST","توزيع الأراضي");
define("TRIBE","قبيلة");
define("ALLIANCE","تحالف");
define("POP","عدد السكان");
define("REPORT","تقرير");
define("OPTION","خيارات");
define("CENTREMAP","مركز الخريطة");
define("FNEWVILLAGE","تأسيس قرية جديدة");
define("CULTUREPOINT","نقاط الثقافة");
define("BUILDRALLY","بناء نقطة تجمع");
define("SETTLERSAVAIL","مستوطنون متاحون");
define("BEGINPRO","حماية المبتدئين");
define("SENDMERC","إرسال تاجر(ين)");
define("BAN","اللاعب محظور");
define("BUILDMARKET","بناء سوق");
define("PERHOUR","لكل ساعة");
define("BONUS","مكافأة");
define("MAP","الخريطة");
define("CROPFINDER","باحث عن المحاصيل");
define("NORTH","شمال");
define("EAST","شرق");
define("SOUTH","جنوب");
define("WEST","غرب");

//أخرى
define("VILLAGE","قرية");
define("OASIS","واحة");
define("NO_OASIS", "لا تمتلك أي واحات.");
define("NO_VILLAGES", "لا توجد قرى.");
define("PLAYER","لاعب");

//LOGIN.php
define("COOKIES","يجب أن يكون لديك ملفات تعريف الارتباط مفعلة لتتمكن من تسجيل الدخول. إذا كنت تشارك هذا الكمبيوتر مع أشخاص آخرين، يجب عليك تسجيل الخروج بعد كل جلسة لسلامتك.");
define("NAME","الاسم");
define("PW_FORGOTTEN","نسيت كلمة المرور؟");
define("PW_REQUEST","ثم يمكنك طلب واحدة جديدة سيتم إرسالها إلى عنوان بريدك الإلكتروني.");
define("PW_GENERATE","إنشاء كلمة مرور جديدة.");
define("EMAIL_NOT_VERIFIED","البريد الإلكتروني غير موثق!");
define("EMAIL_FOLLOW","اتبع هذا الرابط لتفعيل حسابك.");
define("VERIFY_EMAIL","تحقق من البريد الإلكتروني.");
define("SERVER_STARTS_IN","سيبدأ الخادم في: ");
define("START_NOW","ابدأ الآن");

//404.php
define("NOTHING_HERE","لا شيء هنا!");
define("WE_LOOKED","بحثنا 404 مرة بالفعل لكننا لا نجد أي شيء");

//MASSMESSAGE.php
define("MASS","محتوى الرسالة");
define("MASS_SUBJECT","الموضوع:");
define("MASS_COLOR","لون الرسالة:");
define("MASS_REQUIRED","جميع الحقول مطلوبة");
define("MASS_UNITS","صور (الوحدات):");
define("MASS_SHOWHIDE","عرض/إخفاء");
define("MASS_READ","اقرأ هذا: بعد إضافة ابتسامة، يجب عليك إضافة يسار أو يمين بعد الرقم وإلا فلن تعمل الصورة");
define("MASS_CONFIRM","تأكيد");
define("MASS_REALLY","هل تريد حقًا إرسال MassIGM؟");
define("MASS_ABORT","إلغاء العملية الآن");
define("MASS_SENT","تم إرسال Mass IGM");

//المباني
define("WOODCUTTER","منشار خشب");
define("CLAYPIT","محجر طين");
define("IRONMINE","منجم حديد");
define("CROPLAND","أرض زراعية");

define("SAWMILL","مطحنة خشب");
define("SAWMILL_DESC","هنا يتم معالجة الخشب الذي يتم تسليمه من قبل المناشر الخاصة بك. استنادًا إلى مستواه، يمكن لمطحنة الخشب زيادة إنتاجك من الخشب بنسبة تصل إلى 25 بالمئة.");
define("CURRENT_WOOD_BONUS","مكافأة الخشب الحالية:");
define("WOOD_BONUS_LEVEL","مكافأة الخشب عند المستوى");
define("MAX_LEVEL","المبنى بالفعل في المستوى الأقصى");
define("PERCENT","نسبة");

define("BRICKYARD","معمل الطوب");
define("CURRENT_CLAY_BONUS","مكافأة الطين الحالية:");
define("CLAY_BONUS_LEVEL","مكافأة الطين عند المستوى");
define("BRICKYARD_DESC","هنا يتم معالجة الطين إلى طوب. استنادًا إلى مستواه، يمكن لمعمل الطوب زيادة إنتاجك من الطين بنسبة تصل إلى 25 بالمئة.");

define("IRONFOUNDRY","مصهر الحديد");
define("CURRENT_IRON_BONUS","مكافأة الحديد الحالية:");
define("IRON_BONUS_LEVEL","مكافأة الحديد عند المستوى");
define("IRONFOUNDRY_DESC","يتم صهر الحديد هنا. استنادًا إلى مستواه، يمكن لمصهر الحديد زيادة إنتاجك من الحديد بنسبة تصل إلى 25 بالمئة.");

define("GRAINMILL","مطحنة الحبوب");
define("CURRENT_CROP_BONUS","مكافأة المحاصيل الحالية:");
define("CROP_BONUS_LEVEL","مكافأة المحاصيل عند المستوى");
define("GRAINMILL_DESC","هنا يتم طحن حبوبك لإنتاج الدقيق. استنادًا إلى مستواه، يمكن لمطحنة الحبوب زيادة إنتاجك من المحاصيل بنسبة تصل إلى 25 بالمئة.");

define("BAKERY","المخبز");
define("BAKERY_DESC","هنا يتم استخدام الدقيق المنتج في مطحنة الحبوب لخبز الخبز. بالإضافة إلى مطحنة الحبوب، يمكن أن تزيد إنتاج المحاصيل بنسبة تصل إلى 50 بالمئة.");

define("WAREHOUSE","المستودع");
define("CURRENT_CAPACITY","السعة الحالية:");
define("CAPACITY_LEVEL","السعة عند المستوى");
define("RESOURCE_UNITS","وحدات الموارد");
define("WAREHOUSE_DESC","يتم تخزين الموارد مثل الخشب والطين والحديد في مستودعك. من خلال زيادة مستواه، يمكنك زيادة سعة المستودع.");

define("GRANARY","مخزن الحبوب");
define("CROP_UNITS","وحدات المحاصيل");
define("GRANARY_DESC","يتم تخزين المحاصيل التي تنتجها مزارعك في مخزن الحبوب. من خلال زيادة مستواه، يمكنك زيادة سعة مخزن الحبوب.");

define("BLACKSMITH","الحداد");
define("ACTION","إجراء");
define("UPGRADE","ترقية");
define("UPGRADE_IN_PROGRESS","الترقية في<br>التقدم");
define("UPGRADE_BLACKSMITH","ترقية<br>الحداد");
define("UPGRADES_COMMENCE_BLACKSMITH","يمكن أن تبدأ الترقيات عند الانتهاء من الحداد.");
define("MAXIMUM_LEVEL","أقصى<br>مستوى");
define("EXPAND_WAREHOUSE","توسيع<br>المستودع");
define("EXPAND_GRANARY","توسيع<br>مخزن الحبوب");
define("ENOUGH_RESOURCES","موارد كافية");
define("CROP_NEGATIVE ","إنتاج المحاصيل سالب لذلك لن تصل أبدًا إلى الموارد المطلوبة");
define("TOO_FEW_RESOURCES","موارد قليلة جدًا<br>");
define("UPGRADING","ترقية");
define("DURATION","مدة");
define("COMPLETE","اكتمال");
define("BLACKSMITH_DESC","في أفران صهر الحدادة، يتم تعزيز أسلحة محاربيك. من خلال زيادة مستواه، يمكنك طلب تصنيع أسلحة أفضل.");

define("ARMOURY","الدروع");
define("UPGRADE_ARMOURY","ترقية<br>الدروع");
define("UPGRADES_COMMENCE_ARMOURY","يمكن أن تبدأ الترقيات عند الانتهاء من الدروع.");
define("ARMOURY_DESC","في أفران صهر الدروع، يتم تعزيز دروع محاربيك. من خلال زيادة مستواه، يمكنك طلب تصنيع دروع أفضل.");

define("TOURNAMENTSQUARE","ساحة البطولة");
define("CURRENT_SPEED","مكافأة السرعة الحالية:");
define("SPEED_LEVEL","مكافأة السرعة عند المستوى");
define("TOURNAMENTSQUARE_DESC","في ساحة البطولة، يمكن لقواتك تدريب قدرتها على التحمل. كلما تم ترقية المبنى، زادت سرعة قواتك بعد مسافة حدها الأدنى من ".TS_THRESHOLD." مربعات.");

define("MAINBUILDING","المبنى الرئيسي");
define("CURRENT_CONSTRUCTION_TIME","مدة البناء الحالية:");
define("CONSTRUCTION_TIME_LEVEL","مدة البناء عند المستوى");
define("DEMOLITION_BUILDING","إزالة المبنى:</h2><p>إذا كنت لا تحتاج إلى مبنى بعد الآن، يمكنك طلب إزالة المبنى.</p>");
define("DEMOLISH","إزالة");
define("DEMOLITION_OF","إزالة ");
define("MAINBUILDING_DESC","يعيش بناة القرية الرئيسيون في المبنى الرئيسي. كلما زاد مستواه، زادت سرعة إكمال بناة القرى للبناءات الجديدة.");

define("RALLYPOINT","نقطة تجمع");
define("RALLYPOINT_COMMENCE","ستظهر حركة القوات عندما تكتمل ".RALLYPOINT."");
define("OVERVIEW","نظرة عامة");
define("REINFORCEMENT","تعزيز");
define("EVASION_SETTINGS","إعدادات التهرب");
define("SEND_TROOPS_AWAY_MAX","إرسال القوات بعيدًا بحد أقصى");
define("TIMES","مرات");
define("PER_EVASION","لكل تهرب");
define("RALLYPOINT_DESC","تلتقي قوات قريتك هنا. من هنا يمكنك إرسالهم لفتح، غارة أو تعزيز قرى أخرى.");

define("MARKETPLACE","السوق");
define("MERCHANT","التجار");
define("OR_","أو");
define("GO","اذهب");
define("UNITS_OF_RESOURCE","وحدات الموارد");
define("MERCHANT_CARRY","يمكن لكل تاجر حمل");
define("MERCHANT_COMING","التجار قادمون");
define("TRANSPORT_FROM","النقل من");
define("ARRIVAL_IN","الوصول في");
define("NO_COORDINATES_SELECTED","لا توجد إحداثيات مختارة");
define("CANNOT_SEND_RESOURCES","لا يمكنك إرسال الموارد إلى نفس القرية");
define("BANNED_CANNOT_SEND_RESOURCES","اللاعب محظور. لا يمكنك إرسال الموارد له");
define("RESOURCES_NO_SELECTED","لم يتم اختيار الموارد");
define("ENTER_COORDINATES","أدخل الإحداثيات أو اسم القرية");
define("TOO_FEW_MERCHANTS","عدد قليل جدًا من التجار");
define("OWN_MERCHANTS_ONWAY","تجارك الخاصون في الطريق");
define("MERCHANTS_RETURNING","التجار العائدون");
define("TRANSPORT_TO","النقل إلى");
define("I_AN_SEARCHING","أنا أبحث");
define("I_AN_OFFERING","أنا أقدم");
define("OFFERS_MARKETPLACE","العروض في السوق");
define("NO_AVAILABLE_OFFERS","لا توجد عروض في السوق");
define("OFFERED_TO_ME","مقدم<br>لي");
define("WANTED_TO_ME","مطلوب<br>مني");
define("NOT_ENOUGH_MERCHANTS","عدد غير كاف من التجار");
define("ACCEP_OFFER","قبول العرض");
define("NO_AVALIBLE_OFFERS","لا توجد عروض متاحة في السوق");
define("SEARCHING","البحث");
define("OFFERING","تقديم");
define("MAX_TIME_TRANSPORT","الحد الأقصى. وقت النقل");
define("OWN_ALLIANCE_ONLY","تحالفك فقط");
define("INVALID_OFFER","عرض غير صالح");
define("INVALID_MERCHANTS_REPETITION","معدل تكرار التجار غير صالح");
define("USER_ON_VACATION","اللاعب في وضع الإجازة");
define("NOT_ENOUGH_RESOURCES","موارد غير كافية");
define("OFFER","عرض");
define("SEARCH","بحث");
define("OWN_OFFERS","عروضك الخاصة");
define("ALL","الكل");
define("NPC_TRADE","تجارة NPC");
define("SUM","المجموع");
define("REST","بقية");
define("TRADE_RESOURCES","تجارة الموارد في (الخطوة 2 من 2");
define("DISTRIBUTE_RESOURCES","توزيع الموارد في (الخطوة 1 من 2)");
define("OF","من");
define("NPC_COMPLETED","تمت تجارة NPC");
define("BACK_BUILDING","عودة إلى البناء");
define("YOU_CAN_NAT_NPC_WW","لا يمكنك استخدام تجارة NPC في قرية WW.");
define("NPC_TRADING","تجارة NPC");
define("SEND_RESOURCES","إرسال موارد");
define("BUY","شراء");
define("TRADE_ROUTES","طرق التجارة");
define("DESCRIPTION","وصف");
define("TIME_LEFT","الوقت المتبقي");
define("START","ابدأ");
define("NO_TRADE_ROUTES","لا توجد طرق تجارة نشطة");
define("TRADE_ROUTE_TO","طريق التجارة إلى");
define("CHECKED","تم التحقق");
define("DAYS","أيام");
define("EXTEND","تمديد");
define("EDIT","تحرير");
define("EXTEND_TRADE_ROUTES","تمديد طريق التجارة لمدة <b>7</b> أيام مقابل");
define("CREATE_TRADE_ROUTES","إنشاء طريق تجارة جديدة");
define("DELIVERIES","التسليمات");
define("START_TIME_TRADE","وقت البدء");
define("CREATE_TRADE_ROUTE","إنشاء طريق التجارة");
define("TARGET_VILLAGE","قرية الهدف");
define("EDIT_TRADE_ROUTES","تحرير طريق التجارة");
define("TRADE_ROUTES_DESC","تتيح لك طريق التجارة إعداد طرق للتجار لديك ليجوبوا كل يوم في ساعة معينة. <br /><br /> القياسي يكون لمدة <b>7</b> أيام، لكن يمكنك تمديده لمدة <b>7</b> أيام بتكلفة");
define("NPC_TRADE_DESC","مع تاجر NPC، يمكنك توزيع الموارد في مستودعك كما تريد. <br /><br /> يظهر السطر الأول المخزون الحالي. في السطر الثاني يمكنك اختيار توزيع آخر. يظهر السطر الثالث الفرق بين المخزون القديم والجديد.");
define("MARKETPLACE_DESC","في السوق يمكنك التجارة بالموارد مع لاعبين آخرين. كلما زاد مستواه، زادت الموارد التي يمكن نقلها في نفس الوقت.");

define("EMBASSY","السفارة");
define("TAG","الوسم");
define("TO_THE_ALLIANCE","إلى التحالف");
define("JOIN_ALLIANCE","انضم إلى التحالف");
define("REFUSE","رفض");
define("ACCEPT","قبول");
define("NO_INVITATIONS","لا توجد دعوات متاحة.");
define("NO_CREATE_ALLIANCE","لا يمكن للاعب المحظور إنشاء تحالف.");
define("FOUND_ALLIANCE","تأسيس تحالف");
define("EMBASSY_DESC","السفارة هي مكان للدبلوماسيين. كلما زاد مستواها، زادت الخيارات التي يحصل عليها الملك.");

define("BARRACKS","الثكنات");
define("QUANTITY","الكمية");
define("MAX","أقصى");
define("TRAINING","التدريب");
define("FINISHED","اكتمل");
define("UNIT_FINISHED","الوحدة التالية ستكتمل في");
define("AVAILABLE","متاحة");
define("TRAINING_COMMENCE_BARRACKS","يمكن أن يبدأ التدريب عندما تكتمل الثكنات.");
define("BARRACKS_DESC","يتم تدريب جميع الجنود في الثكنات. كلما زاد مستوى الثكنات، زادت سرعة تدريب القوات.");

define("STABLE","الإسطبل");
define("AVAILABLE_ACADEMY","لا توجد وحدات متاحة. ابحث في الأكاديمية");
define("TRAINING_COMMENCE_STABLE","يمكن أن يبدأ التدريب عندما يكتمل الإسطبل.");
define("STABLE_DESC","يمكن تدريب سلاح الفرسان في الإسطبل. كلما زاد مستواه، زادت سرعة تدريب القوات.");

define("WORKSHOP","ورشة العمل");
define("TRAINING_COMMENCE_WORKSHOP","يمكن أن يبدأ التدريب عندما تكتمل ورشة العمل.");
define("WORKSHOP_DESC","يمكن بناء آلات الحصار مثل المنجنيقات والمدافع في ورشة العمل. كلما زاد مستواه، زادت سرعة إنتاج الوحدات.");

define("ACADEMY","الأكاديمية");
define("RESEARCH_AVAILABLE","لا توجد أبحاث متاحة");
define("RESEARCH_COMMENCE_ACADEMY","يمكن أن تبدأ الأبحاث عندما تكتمل الأكاديمية.");
define("RESEARCH","بحث");
define("EXPAND_WAREHOUSE1","توسيع المستودع");
define("EXPAND_GRANARY1","توسيع مخزن الحبوب");
define("RESEARCH_IN_PROGRESS","البحث في<br>التقدم");
define("RESEARCHING","يتم البحث");
define("PREREQUISITES","المتطلبات السابقة");
define("SHOW_MORE","عرض المزيد");
define("HIDE_MORE","إخفاء المزيد");
define("ACADEMY_DESC","في الأكاديمية يمكن البحث عن أنواع جديدة من الوحدات. من خلال زيادة مستواه، يمكنك طلب البحث عن وحدات أفضل.");

define("CRANNY","ملجأ");
define("CURRENT_HIDDEN_UNITS","عدد الوحدات المخفية حاليًا لكل مورد:");
define("HIDDEN_UNITS_LEVEL","عدد الوحدات المخفية لكل مورد عند المستوى");
define("UNITS","وحدات");
define("CRANNY_DESC","يتم استخدام الملجأ لإخفاء بعض مواردك عندما تتعرض القرية للهجوم. لا يمكن سرقة هذه الموارد.");

define("TOWNHALL","قصر المدينة");
define("CELEBRATIONS_COMMENCE_TOWNHALL","يمكن أن تبدأ الاحتفالات عندما يكتمل قصر المدينة.");
define("GREAT_CELEBRATIONS","احتفالات كبيرة");
define("CULTURE_POINTS","نقاط الثقافة");
define("HOLD","تنظيم");
define("CELEBRATIONS_IN_PROGRESS","الاحتفال<br />في التقدم");
define("CELEBRATIONS","الاحتفالات");
define("TOWNHALL_DESC","يمكنك تنظيم احتفالات فخمة في قصر المدينة. تزيد مثل هذه الاحتفالات من نقاط ثقافتك. كلما زادت مستوى قصر المدينة، قل طول مدة الاحتفال.");

define("RESIDENCE","الإقامة");
define("CAPITAL","هذه هي عاصمتك");
define("RESIDENCE_TRAIN_DESC","لتأسيس قرية جديدة، تحتاج إلى إقامة مستوى 10 أو 20 و3 مستوطنين. لتفتح قرية جديدة، تحتاج إلى إقامة مستوى 10 أو 20 ووزير أو قائد أو زعيم.");
define("PRODUCTION_POINTS","إنتاج هذه القرية:");
define("PRODUCTION_ALL_POINTS","إنتاج جميع القرى:");
define("POINTS_DAY","نقاط الثقافة يوميًا");
define("VILLAGES_PRODUCED","لقد أنتجت قراك");
define("POINTS_NEED","نقاط في المجموع. لتأسيس أو فتح قرية جديدة تحتاج إلى");
define("POINTS","نقاط");
define("INHABITANTS","السكان");
define("COORDINATES","الإحداثيات");
define("EXPANSION","توسع");
define("TRAIN","تدريب");
define("DATE","تاريخ");
define("CONQUERED_BY_VILLAGE","القرى التي أسست أو تم فتحها بواسطة هذه القرية");
define("NONE_CONQUERED_BY_VILLAGE","لم يتم تأسيس أو فتح أي قرية أخرى بواسطة هذه القرية بعد.");
define("RESIDENCE_CULTURE_DESC","لتوسيع إمبراطوريتك، تحتاج إلى نقاط الثقافة. تزيد هذه النقاط مع مرور الوقت وتزداد سرعة زيادتها كلما زادت مستويات المباني لديك.");
define("RESIDENCE_LOYALTY_DESC","عن طريق الهجوم بالوزراء أو القادة أو الزعماء، يمكن خفض ولاء القرية. إذا وصل إلى الصفر، ستنضم القرية إلى مملكة المهاجم. ولاء هذه القرية حاليًا هو ");
define("RESIDENCE_DESC","الإقامة هي قصر صغير، حيث يعيش الملك أو الملكة عند زيارتهم للقرية. تحمي الإقامة القرية من الأعداء الذين يريدون فتحها.");

define("PALACE","القصر");
define("PALACE_CONSTRUCTION","القصر قيد الإنشاء");
define("PALACE_TRAIN_DESC","لتأسيس قرية جديدة، تحتاج إلى قصر مستوى 10 أو 15 أو 20 و3 مستوطنين. لتفتح قرية جديدة، تحتاج إلى قصر مستوى 10 أو 15 أو 20 ووزير أو قائد أو زعيم.");
define("CHANGE_CAPITAL","تغيير العاصمة");
define("SECURITY_CHANGE_CAPITAL","هل أنت متأكد أنك تريد تغيير عاصمتك؟<br /><b>لا يمكنك التراجع عن ذلك!</b><br />لأمانك، يجب عليك إدخال كلمة مرورك للتأكيد:<br />");
define("PALACE_DESC","يعيش ملك أو ملكة الإمبراطورية في القصر. يمكن أن يوجد قصر واحد فقط في مملكتك في نفس الوقت. تحتاج إلى قصر لإعلان قرية كعاصمتك.");

define("TREASURY","الخزانة");
define("TREASURY_COMMENCE","يمكن عرض الآثار عندما تكتمل الخزانة.");
define("ARTIFACTS_AREA","الآثار في منطقتك");
define("NO_ARTIFACTS_AREA","لا توجد آثار في منطقتك.");
define("OWN_ARTIFACTS","الآثار الخاصة");
define("CONQUERED","مفتوح");
define("DISTANCE","المسافة");
define("EFFECT","الأثر");
define("ACCOUNT","الحساب");
define("SMALL_ARTIFACTS","آثار صغيرة");
define("LARGE_ARTIFACTS","آثار كبيرة");
define("NO_ARTIFACTS","لا توجد آثار.");
define("ANY_ARTIFACTS","لا تمتلك أي آثار.");
define("OWNER","المالك");
define("AREA_EFFECT","منطقة التأثير");
define("VILLAGE_EFFECT","أثر القرية");
define("ACCOUNT_EFFECT","أثر الحساب");
define("UNIQUE_EFFECT","أثر فريد");
define("REQUIRED_LEVEL","المستوى المطلوب");
define("TIME_CONQUER","وقت الفتح");
define("TIME_ACTIVATION","وقت التفعيل");
define("NEXT_EFFECT"," الأثر التالي");
define("FORMER_OWNER","المالك(ون) السابقون");
define("BUILDING_STRONGER","بناء أقوى مع");
define("BUILDING_WEAKER","بناء أضعف مع");
define("TROOPS_FASTER","يجعل القوات أسرع مع");
define("TROOPS_SLOWEST","يجعل القوات أبطأ مع");
define("SPIES_INCREASE","يزيد قدرة الجواسيس مع");
define("SPIES_DECRESE","يقلل قدرة الجواسيس مع");
define("CONSUME_LESS","تستهلك جميع القوات أقل مع");
define("CONSUME_HIGH","تستهلك جميع القوات أكثر مع");
define("TROOPS_MAKE_FASTER","تجعل القوات أسرع مع");
define("TROOPS_MAKE_SLOWEST","تجعل القوات أبطأ مع");
define("YOU_CONSTRUCT","يمكنك بناء ");
define("CRANNY_INCREASED","زيادة سعة الملجأ بنسبة");
define("CRANNY_DECRESE","تقليل سعة الملجأ بنسبة");
define("WW_BUILDING_PLAN","يمكنك بناء عجائب العالم");
define("NO_WW","لا توجد عجائب للعالم");
define("NO_PREVIOUS_OWNERS","لا توجد مالكين سابقين.");
define("TREASURY_DESC","تحتفظ خزائن إمبراطوريتك بثرواتها. تحتوي الخزانة على غرفة واحدة لكنز واحد. بعد أن تلتقط أثرًا، يستغرق الأمر 24 ساعة على الخادم العادي أو 12 ساعة على خادم ثلاثي السرعة ليكون ساري المفعول.");

define("TRADEOFFICE","مكتب التجارة");
define("CURRENT_MERCHANT","الحمولة الحالية للتجار:");
define("MERCHANT_LEVEL","حمولة التاجر عند المستوى");
define("TRADEOFFICE_DESC","في مكتب التجارة، يتم تحسين عربات التجار وتجهيزها بخيول قوية. كلما زاد مستواه، زادت قدرة تجاركم على الحمل.");

define("GREATBARRACKS","الثكنات الكبيرة");
define("TRAINING_COMMENCE_GREATBARRACKS","يمكن أن يبدأ التدريب عندما تكتمل الثكنات الكبيرة.");
define("GREATBARRACKS_DESC","يتم تدريب الجنود المشاة في الثكنات الكبيرة. كلما زاد مستوى الثكنات، زادت سرعة تدريب القوات.");

define("GREATSTABLE","الإسطبل الكبير");
define("TRAINING_COMMENCE_GREATSTABLE","يمكن أن يبدأ التدريب عندما يكتمل الإسطبل الكبير.");
define("GREATSTABLE_DESC","يمكن تدريب سلاح الفرسان في الإسطبل الكبير. كلما زاد مستواه، زادت سرعة تدريب القوات.");

define("CITYWALL","سور المدينة");
define("DEFENCE_NOW","مكافأة الدفاع الآن:");
define("DEFENCE_LEVEL","مكافأة الدفاع عند المستوى");
define("CITYWALL_DESC","من خلال بناء سور المدينة، يمكنك حماية قريتك ضد جيوش أعدائك. كلما زاد مستوى السور، زادت المكافأة التي تُعطى لدفاع قواتك.");

define("EARTHWALL","سور التراب");
define("EARTHWALL_DESC","من خلال بناء سور التراب، يمكنك حماية قريتك ضد جيوش أعدائك. كلما زاد مستوى السور، زادت المكافأة التي تُعطى لدفاع قواتك.");

define("PALISADE","سياج");
define("PALISADE_DESC","من خلال بناء سياج، يمكنك حماية قريتك ضد جيوش أعدائك. كلما زاد مستوى السور، زادت المكافأة التي تُعطى لدفاع قواتك.");

define("STONEMASON","ورشة النحات");
define("CURRENT_STABILITY","مكافأة الاستقرار الحالية:");
define("STABILITY_LEVEL","مكافأة الاستقرار عند المستوى");
define("STONEMASON_DESC","ورشة النحات متخصصة في قطع الحجر. كلما زادت فترة البناء، زادت الاستقرار لمباني القرية.");

define("BREWERY","معمل البيرة");
define("CURRENT_BONUS","المكافأة الحالية:");
define("BONUS_LEVEL","المكافأة عند المستوى");
define("BREWERY_DESC","يتم تخمير الميد اللذيذ في معمل البيرة ويتم استهلاكه لاحقًا من قبل الجنود خلال الاحتفالات.");

define("TRAPPER","المصيدة");
define("CURRENT_TRAPS","الحد الأقصى الحالي للمصائد للتدريب:");
define("TRAPS_LEVEL","الحد الأقصى للمصائد للتدريب عند المستوى");
define("TRAPS","مصائد");
define("TRAP","فخ");
define("CURRENT_HAVE","حاليًا لديك");
define("WHICH_OCCUPIED","منها مشغولة.");
define("TRAINING_COMMENCE_TRAPPER","يمكن أن يبدأ التدريب عندما تكتمل المصيدة.");
define("TRAPPER_DESC","تحمي المصيدة قريتك بمصائد مخفية جيدًا. هذا يعني أن الأعداء غير الحذرين يمكن أسرهم ولن يتمكنوا من إيذاء قريتك بعد الآن.");

define("HEROSMANSION","قصر البطل");
define("HERO_READY","سيكون البطل جاهزًا في ");
define("NAME_CHANGED","تم تغيير اسم البطل");
define("NOT_UNITS","لا توجد وحدات متاحة");
define("NOT","لا ");
define("TRAIN_HERO","تدريب بطل جديد");
define("REVIVE","إحياء");
define("OASES","واحات");
define("DELETE","حذف");
define("RESOURCES","موارد");
define("OFFENCE","هجوم");
define("DEFENCE","دفاع");
define("OFF_BONUS","مكافأة الهجوم");
define("DEF_BONUS","مكافأة الدفاع");
define("REGENERATION","تجديد");
define("DAY","يوم");
define("EXPERIENCE","خبرة");
define("YOU_CAN","يمكنك ");
define("RESET","إعادة تعيين");
define("YOUR_POINT_UNTIL"," نقاطك حتى تصل إلى المستوى ");
define("OR_LOWER"," أو أقل!");
define("YOUR_HERO_HAS","بطل لديك ");
define("OF_HIT_POINTS","من نقاط الحياة");
define("ERROR_NAME_SHORT","خطأ: الاسم قصير جدًا");
define("HEROSMANSION_DESC","في قصر البطل، يمكنك تدريب بطل خاص بك وعند المستوى 10 و15 و20 يمكنك فتح واحات بالقرب من البطل.");

define("GREATWAREHOUSE","المستودع الكبير");
define("GREATWAREHOUSE_DESC","يتم تخزين الخشب والطين والحديد في المستودع. يوفر المستودع الكبير لك مساحة أكبر ويحافظ على سلعك أكثر جفافًا وأمانًا من العادي.");

define("GREATGRANARY","مخزن الحبوب الكبير");
define("GREATGRANARY_DESC","يتم تخزين المحاصيل المنتجة من مزارعك في مخزن الحبوب. يوفر مخزن الحبوب الكبير لك مساحة أكبر ويحافظ على محاصيلك أكثر جفافًا وأمانًا من العادي.");

define("WONDER","عجائب العالم");
define("WORLD_WONDER","عجائب العالم");
define("WONDER_DESC","عجائب العالم (المعروفة أيضًا باسم عجائب العالم) رائعة كما يبدو. تم بناء هذا المبنى للفوز بالخادم. يكلف كل مستوى من عجائب العالم مئات الآلاف (حتى الملايين) من الموارد للبناء.");
define("WORLD_WONDER_CHANGE_NAME","تحتاج إلى امتلاك عجائب العالم بمستوى 1 لتتمكن من تغيير اسمها");
define("WORLD_WONDER_NAME","اسم عجائب العالم");
define("WORLD_WONDER_NOTCHANGE_NAME","لا يمكنك تغيير اسم عجائب العالم بعد المستوى 10");
define("WORLD_WONDER_NAME_CHANGED","تم تغيير الاسم");

define("HORSEDRINKING","معلف الخيول");
define("HORSEDRINKING_DESC","يقلل معلف الخيول الروماني من وقت تدريب سلاح الفرسان والصيانة لهذه القوات كذلك.");

define("GREATWORKSHOP","ورشة العمل الكبرى");
define("TRAINING_COMMENCE_GREATWORKSHOP","يمكن أن يبدأ التدريب عندما تكتمل ورشة العمل الكبرى.");
define("GREATWORKSHOP_DESC","يمكن بناء آلات الحصار مثل المنجنيقات والرماح في ورشة العمل الكبرى. كلما زاد مستواه، زادت سرعة إنتاج الوحدات.");

define("BUILDING_MAX_LEVEL_UNDER","بناء المستوى الأقصى قيد الإنشاء");
define("BUILDING_BEING_DEMOLISHED","البناء قيد الإزالة حاليًا");
define("COSTS_UPGRADING_LEVEL","التكاليف</b> للترقية إلى المستوى");
define("WORKERS_ALREADY_WORK","العمال يعملون بالفعل.");
define("CONSTRUCTING_MASTER_BUILDER","البناء مع الباني الرئيسي ");
define("COSTS","التكاليف");
define("GOLD","ذهب");
define("WORKERS_ALREADY_WORK_WAITING","العمال يعملون بالفعل. (حلقة انتظار)");
define("ENOUGH_FOOD_EXPAND_CROPLAND","لا توجد طعام كاف. توسيع الأراضي الزراعية.");
define("UPGRADE_WAREHOUSE","ترقية المستودع");
define("UPGRADE_GRANARY","ترقية مخزن الحبوب");
define("YOUR_CROP_NEGATIVE","إنتاج المحاصيل لديك سالب، لن تحصل أبدًا على الموارد المطلوبة.");
define("UPGRADE_LEVEL","ترقية إلى المستوى ");
define("WAITING","(حلقة انتظار)");
define("NEED_WWCONSTRUCTION_PLAN","تحتاج إلى خطة بناء WW");
define("NEED_MORE_WWCONSTRUCTION_PLAN","تحتاج إلى المزيد من خطة بناء WW");
define("CONSTRUCT_NEW_BUILDING","بناء مبنى جديد");
define("SHOWSOON_AVAILABLE_BUILDINGS","عرض المباني المتاحة قريبًا");
define("HIDESOON_AVAILABLE_BUILDINGS","إخفاء المباني المتاحة قريبًا");

//الأثر
define("ARCHITECTS_DESC","جميع المباني في منطقة التأثير أقوى. هذا يعني أنك ستحتاج إلى المزيد من المنجنيقات لتدمير المباني المحمية بواسطة قوى هذه الآثار.");
define("ARCHITECTS_SMALL","سر النحات الخفيف");
define("ARCHITECTS_SMALLVILLAGE","إزميل الماس");
define("ARCHITECTS_LARGE","سر النحات العظيم");
define("ARCHITECTS_LARGEVILLAGE","مطرقة الرخام العملاقة");
define("ARCHITECTS_UNIQUE","سر النحات الفريد");
define("ARCHITECTS_UNIQUEVILLAGE","لفائف هيمون");
define("HASTE_DESC","جميع القوات في منطقة التأثير تتحرك بشكل أسرع.");
define("HASTE_SMALL","حذاء العملاق الخفيف");
define("HASTE_SMALLVILLAGE","قرن الأوبال");
define("HASTE_LARGE","حذاء العملاق العظيم");
define("HASTE_LARGEVILLAGE","العربة الذهبية");
define("HASTE_UNIQUE","حذاء العملاق الفريد");
define("HASTE_UNIQUEVILLAGE","صندل فيديبيديس");
define("EYESIGHT_DESC","تزداد قدرة جميع الجواسيس (الكشافة، المستكشفون، و Equites Legati) على التجسس. بالإضافة إلى ذلك، مع جميع نسخ هذه الآثار يمكنك رؤية نوع القوات الواردة ولكن ليس عددها.");
define("EYESIGHT_SMALL","عيون النسر الخفيفة");
define("EYESIGHT_SMALLVILLAGE","قصة جرذ");
define("EYESIGHT_LARGE","عيون النسر العظيمة");
define("EYESIGHT_LARGEVILLAGE","رسالة الجنرال");
define("EYESIGHT_UNIQUE","عيون النسر الفريدة");
define("EYESIGHT_UNIQUEVILLAGE","مذكرات صن تزو");
define("DIET_DESC","تستهلك جميع القوات في نطاق الأثر كمية أقل من القمح، مما يجعل من الممكن الحفاظ على جيش أكبر.");
define("DIET_SMALL","تحكم خفيف في النظام الغذائي");
define("DIET_SMALLVILLAGE","طبق فضي");
define("DIET_LARGE","تحكم كبير في النظام الغذائي");
define("DIET_LARGEVILLAGE","قوس الصيد المقدس");
define("DIET_UNIQUE","تحكم فريد في النظام الغذائي");
define("DIET_UNIQUEVILLAGE","كأس الملك آرثر");
define("ACADEMIC_DESC","تُبنى القوات بشكل أسرع بنسبة معينة ضمن نطاق الأثر.");
define("ACADEMIC_SMALL","موهبة المدرب الخفيفة");
define("ACADEMIC_SMALLVILLAGE","يمين الجنود المرسوم");
define("ACADEMIC_LARGE","موهبة المدرب العظيمة");
define("ACADEMIC_LARGEVILLAGE","إعلان الحرب");
define("ACADEMIC_UNIQUE","موهبة المدرب الفريدة");
define("ACADEMIC_UNIQUEVILLAGE","مذكرات الإسكندر الأكبر");
define("STORAGE_DESC","مع خطة البناء هذه يمكنك بناء مخزن الحبوب الكبير أو المستودع الكبير في القرية مع الأثر، أو الحساب بالكامل اعتمادًا على الأثر. طالما أنك تمتلك هذا الأثر، يمكنك بناء وتوسيع تلك المباني.");
define("STORAGE_SMALL","خطة تخزين خفيفة");
define("STORAGE_SMALLVILLAGE","رسم لبناة");
define("STORAGE_LARGE","خطة تخزين كبيرة");
define("STORAGE_LARGEVILLAGE","لوحة بابل");
define("CONFUSION_DESC","تزداد سعة الملجأ بمقدار معين لكل نوع من الآثار. يمكن أن تضرب المنجنيقات فقط بشكل عشوائي في القرى ضمن نطاق قوى هذا الأثر. الاستثناءات هي عجائب العالم التي يمكن استهدافها دائمًا وغرفة الكنز التي يمكن استهدافها دائمًا، باستثناء الأثر الفريد. عند التوجه نحو حقل الموارد، يمكن أن تصيب فقط حقول الموارد العشوائية، وعند التوجه نحو مبنى، يمكن أن تصيب فقط المباني العشوائية.");
define("CONFUSION_SMALL","ارتباك المنافس الخفيف");
define("CONFUSION_SMALLVILLAGE","خريطة الكهوف المخفية");
define("CONFUSION_LARGE","ارتباك المنافس العظيم");
define("CONFUSION_LARGEVILLAGE","محفظة بلا قاع");
define("CONFUSION_UNIQUE","ارتباك المنافس الفريد");
define("CONFUSION_UNIQUEVILLAGE","حصان طروادة");
define("FOOL_DESC","كل 24 ساعة يحصل على تأثير عشوائي أو مكافأة أو عقوبة (جميعها ممكنة باستثناء المستودع الكبير، ومخزن الحبوب الكبير وخطط بناء WW). تتغير التأثيرات ونطاقها كل 24 ساعة. سيأخذ الأثر الفريد دائمًا مكافآت إيجابية.");
define("FOOL_SMALL","أثر الأحمق الخفيف");
define("FOOL_SMALLVILLAGE","قلادة الفوضى");
define("FOOL_UNIQUE","أثر الأحمق الفريد");
define("FOOL_UNIQUEVILLAGE","المخطوطة المحظورة");
define("WWVILLAGE","قرية عجائب العالم");
define("ARTEFACT","<h1><b>آثار النطار</b></h1>

تتردد الشائعات الهمس عبر القرى، وتشارك الأساطير التي تروى فقط من قبل أفضل رواة القصص. تشير إلى النطار، أكثر المحاربين رعبًا في عالم ترافيان. إن قتلهم هو حلم أي بطل، والهدف من أي مقاتل. لا أحد يعرف كيف حصل النطار على هذه القوة، ولماذا كانت محاربيهم قاسية للغاية. مصممون على اكتشاف مصدر قوة النطار، أرسل المقاتلون مجموعة من الجواسيس النخبة للتجسس عليهم. لم تمضِ ساعات كثيرة حتى عادوا مع الخوف في أعينهم ويتوازنون بين نظريات رائعة: يبدو أن القوة الطبيعية تأتي من الأغراض الغامضة التي يسمونها الآثار التي سرقوها من أسلافنا. حاول سرقة آثارهم، ويمكنك السيطرة على قوتهم.

<img src=\"img/x.gif\" class=\"ArtifactsAnnouncement\"> 

لقد حان الوقت للمطالبة بالآثار. تعاون مع تحالفك واصطحب محاربيك للحصول على هذه الأشياء المطلوبة. ومع ذلك، لن يتخلى النطار عن الآثار دون حرب ... ولا أعداؤك. إذا نجحت في استعادة الآثار وقمت بإبعاد الأعداء، ستتمكن من جمع المكافآت. ستصبح مبانيك قوية بشكل لا يصدق وقدرة، وستكون القوات أسرع بكثير وستستهلك أقل من الطعام. استول على الآثار، واجلب المجد لإمبراطوريتك وكن أسطورة جديدة لاتباعك.

لسرقة واحدة، يجب أن تحدث الأمور التالية:

1. يجب عليك مهاجمة القرية (لا غارة!)
2. الفوز بالهجوم
3. تدمير الخزانة
4. يجب أن تكون هناك خزانة فارغة مستوى 10 للآثار الصغيرة ومستوى 20 للآثار الكبيرة في القرية التي جاء منها هذا الهجوم
5. وجود بطل في الهجوم

إذا لم يحدث ذلك، فإن الهجوم التالي على تلك القرية، الفوز مع بطل وخزانة فارغة سيأخذ الأثر.

لبناء WW، يجب أن تمتلك خطة بنفسك (أنت = مالك قرية WW) من المستوى 0 إلى 50، ومن 51 إلى 100 تحتاج إلى خطة إضافية في تحالفك! لن تعمل خطتان في حساب قرية WW!

خطط البناء قابلة للفتح فور ظهورها على الخادم. 

ستكون هناك عد تنازلي في اللعبة، يظهر الوقت المحدد للإصدار، قبل 5 أيام من الإطلاق. ");

//رسالة إطلاق قرية عجائب العالم
define("WWVILLAGEMSG","<h1><b>قرى عجائب العالم</b></h1>

لقد مرت أيام لا تحصى منذ المعارك الأولى على أسوار القرى الملعونة للنطار المرعب، حيث كافحت العديد من الجيوش من كل من الأحرار وإمبراطورية النطار وماتت قبل أسوار العديد من الحصون التي حكمت منها النطار كل خلق. الآن، مع استقرار الغبار وهدوء نسبي، بدأت الجيوش تحصي خسائرها وتجمع موتاها، ورائحة القتال لا تزال عالقة في الهواء الليلي، رائحة المجزرة التي لا تُنسى في امتدادها وبشاعتها، لكن سرعان ما ستخبو بجوار أخرى. كانت أكبر جيوش الأحرار والنطار المرعب تتجمع لشن هجوم متجدد على الحصون السابقة المرموقة لإمبراطورية النطار.
سرعان ما وصل الكشافة ليخبروا برؤية مذهلة وتذكير مروع، جيش مهيب بحجم لا يمكن تصوره قد تم رصده يتجمع في نهاية العالم، عاصمة النطار، قوة عظيمة لا يمكن إيقافها لدرجة أن الغبار من مسيرتها سيخنق كل الضوء، قوة وحشية بلا رحمة ستسحق كل أمل. كان يعرف الأحرار أنهم يجب أن يتسابقوا الآن، يتسابقون ضد الزمن وجحافل إمبراطورية النطار اللانهائية لرفع عجائب العالم لاستعادة السلام للعالم وهزيمة تهديد النطار.
لكن رفع مثل هذه العجائب العظيمة لن تكون مهمة سهلة، سيتطلب الأمر خطط بناء أنشئت في العصور القديمة، خطط ذات طبيعة غامضة لدرجة أن أعظم الحكماء لم يعرفوا محتوياتها أو مواقعها.
تجول عشرات الآلاف من الكشافة عبر كل الوجود بحثًا عبثيًا عن هذه الخطط الغامضة، يبحثون في جميع الأماكن باستثناء عاصمة النطار المرعبة، ومع ذلك لم يتمكنوا من العثور عليها. ومع ذلك، اليوم، يعودون بخبر جيد، يعودون حاملين مواقع الخطط، المخفية من قبل جيوش النطار داخل حصون سرية تم بناؤها لتكون مخفية عن أعين البشر.
الآن تبدأ المرحلة النهائية، عندما ستصطدم أعظم جيوش الأحرار والنطار عبر العالم من أجل مصير كل ما يكمن تحت السماء. هذه هي الحرب التي ستتردد عبر العصور، هذه هي حربك، وهنا ست刻 اسمك في التاريخ، هنا ستصبح أسطورة.

<img src=\"img/x.gif\" class=\"WWVillagesAnnouncement\" title=\"".WWVILLAGE."\" alt=\"".WWVILLAGE."\">

لتغزو واحدة، يجب أن تحدث الأمور التالية:

1. يجب عليك مهاجمة القرية (لا غارة!)
2. الفوز بالهجوم
3. تدمير الإقامة
4. يجب أن تقلل الولاء إلى 0 مع: الشيوخ، الزعماء، القادة
5. يجب أن يكون لديك نقاط ثقافية كافية لفتح القرية

إذا لم يحدث ذلك، فإن الهجوم التالي على تلك القرية، الفوز مع الشيوخ، الزعماء، القادة والفجوات الفارغة في الإقامة/القصر سيأخذ القرية.

لبناء عجائب العالم، يجب أن تمتلك خطة بنفسك (أنت = مالك قرية عجائب العالم) من المستوى 0 إلى 50، ومن 51 إلى 100 تحتاج إلى خطة إضافية في تحالفك! خطتان في حساب قرية عجائب العالم لن تعمل!

خطط البناء قابلة للاستيلاء فور ظهورها على الخادم. 

سيكون هناك عد تنازلي في اللعبة، يظهر الوقت المحدد للإطلاق، ".(5 / SPEED)." أيام قبل الإطلاق.");

//خطط البناء
define("PLAN","خطة البناء القديمة");
define("PLANVILLAGE","خطة بناء عجائب العالم");
define("PLAN_DESC","مع هذه الخطة القديمة للبناء ستتمكن من بناء عجائب العالم حتى المستوى 50. للبناء أكثر، يجب أن يحتفظ تحالفك على الأقل بخطتين.");
define("PLAN_INFO","<h1><b>خطط بناء عجائب العالم</b></h1>


منذ عصور عديدة، تفاجأت قبائل ترافيان بالعودة غير المتوقعة للنطار. كانت هذه القبيلة من أزمنة بعيدة تفوق الجميع في الحكمة والقوة والمجد، كانت على وشك إزعاج الأحرار مرة أخرى. لذلك، بذلوا جميع جهودهم في التحضير لحرب أخيرة ضد النطار وهزيمتهم إلى الأبد. اعتقد الكثيرون أن ما يسمى بـ 'عجائب العالم'، وهو بناء من العديد من الأساطير، هو الحل الوحيد. قيل إنه سيجعل أي شخص لا يقهر بمجرد الانتهاء منه. مما يجعل البناة الحكام والمفتاحين لكل ترافيان المعروف. 

ومع ذلك، قيل أيضًا أن أحدًا يحتاج إلى خطط بناء لبناء مثل هذا المبنى. بسبب هذه الحقيقة، ابتكر المهندسون خططًا ماكرة حول كيفية تخزين هذه بشكل آمن. بعد فترة، كان بإمكان المرء رؤية مبانٍ تشبه المعابد في العديد من المدن والميثوبوليس - غرف الكنز (الخزائن). 

للأسف، لم يعرف أحد - حتى الحكماء والذوي المعرفة - أين يمكن العثور على هذه الخطط. كلما حاول الناس العثور عليها، بدا أكثر كما لو كانت مجرد أساطير. 

ومع ذلك، اليوم، سيتم الكشف عن هذا السر الأخير. لن تكون الحرمان والجهود السابقة قد ذهبت سدى، حيث إن اليوم نجحت الكشافة من عدة قبائل في الحصول على مواقع خطط البناء. محفوظة جيدًا من قبل النطار، فهي مخفية في عدة واحات لتجدها في جميع أنحاء ترافيان. فقط أبطال الأكثر شجاعة سيكونون قادرين على تأمين مثل هذه الخطة وإعادتها إلى الوطن بأمان حتى يبدأ البناء. 

في النهاية، سنرى ما إذا كانت القبائل الحرة من ترافيان يمكن أن تتغلب على النطار مرة أخرى وتهزمهم إلى الأبد. لا تكن غبيًا لتفترض أن النطار سيتركون بدون قتال، على أي حال!

<img src=\"img/x.gif\" class=\"WWBuildingPlansAnnouncement\" title=\"".PLAN."\" alt=\"".PLAN."\">

لسرقة مجموعة من خطط البناء من النطار، يجب أن تحدث الأمور التالية:
- يجب عليك مهاجمة القرية (لا غارة!)
- يجب أن تفوز بالهجوم
- يجب أن تدمر غرفة الكنز (الخزينة)
- يجب أن يكون بطلك في ذلك الهجوم، حيث إنه الوحيد الذي يمكنه حمل خطط البناء
- يجب أن تكون هناك غرفة كنز فارغة مستوى 10 (خزينة) في القرية التي جاء منها هذا الهجوم
ملاحظة: إذا لم يتم استيفاء المعايير أعلاه خلال الهجوم، فإن الهجوم التالي على تلك القرية الذي يلبي المعايير أعلاه سيأخذ خطط البناء.



لبناء غرفة الكنز (خزينة)، ستحتاج إلى مبنى رئيسي مستوى 10 ويجب أن لا تحتوي القرية على عجائب العالم.

لبناء عجائب العالم، يجب أن تمتلك خطط البناء بنفسك (أنت = مالك قرية عجائب العالم) من المستوى 0 إلى 50، ثم من المستوى 51 إلى 100 ستحتاج إلى مجموعة إضافية من خطط البناء في تحالفك! لن تعمل مجموعتان من خطط البناء في حساب قرية عجائب العالم!");

//إعدادات الإدارة - Admin/Templates/config.tpl & editServerSet.tpl
define("EDIT_BACK","عودة");
define("SERV_CONFIG","إعدادات الخادم");
define("SERV_SETT","إعدادات الخادم");
define("EDIT_SERV_SETT","تعديل إعدادات الخادم");
define("SERV_VARIABLE","متغير");
define("SERV_VALUE","قيمة");
define("CONF_SERV_NAME","اسم الخادم");
define("CONF_SERV_NAME_TOOLTIP","اسم خادم اللعبة.");
define("CONF_SERV_STARTED","الخادم بدأ");
define("CONF_SERV_STARTED_TOOLTIP","الوقت الذي تم فيه بدء خادم اللعبة. لا يمكن تغيير هذا المعامل على الخادم المثبت.");
define("CONF_SERV_TIMEZONE","المنطقة الزمنية للخادم");
define("CONF_SERV_TIMEZONE_TOOLTIP","المنطقة الزمنية لخادم اللعبة.");
define("CONF_SERV_LANG","اللغة");
define("CONF_SERV_LANG_TOOLTIP","اللغة المستخدمة في لوحة الإدارة وللجميع على خادم اللعبة بشكل افتراضي.");
define("CONF_SERV_SERVSPEED","سرعة الخادم");
define("CONF_SERV_SERVSPEED_TOOLTIP","سرعة خادم اللعبة. كلما كانت سرعة خادم اللعبة أعلى، كلما تم بناء جميع المباني بسرعة أكبر، وتم إجراء الدراسات والتحسينات في ورش الحدادة بسرعة أكبر، وتم بناء القوات بسرعة أكبر وزادت إنتاجية جميع الموارد.");
define("CONF_SERV_TROOPSPEED","سرعة القوات");
define("CONF_SERV_TROOPSPEED_TOOLTIP","سرعة حركة القوات على خادم اللعبة. كلما كان هذا المؤشر أعلى، كلما تحركت القوات بسرعة أكبر عبر الخريطة.");
define("CONF_SERV_EVASIONSPEED","سرعة التهرب");
define("CONF_SERV_EVASIONSPEED_TOOLTIP","سرعة التهرب هي الوقت الذي تقضيه القوات في الطريق للعودة إلى الوطن بعد التهرب من هجوم.");
define("CONF_SERV_STORMULTIPLER","مضاعف التخزين");
define("CONF_SERV_STORMULTIPLER_TOOLTIP","مضاعف سعة التخزين في المستودع والمخزن. القيمة 1 تعادل سعة 80,000 من كل مورد عند الحد الأقصى. إذا قمت بتعيين القيمة إلى 2، فإن السعة عند الحد الأقصى ستكون 160,000 من كل مورد.<br><b>ملاحظة:</b> كمية الموارد التي سيتم إنتاجها من الواحات غير المأهولة للنهب تعتمد على هذه القيمة. القيمة الافتراضية هي 800. إذا قمت بتعيين القيمة إلى 2، فإن الرقم الأقصى لكل مورد يتم إنتاجه هو 1600.");
define("CONF_SERV_TRADCAPACITY","سعة التاجر");
define("CONF_SERV_TRADCAPACITY_TOOLTIP","مضاعف لسعة الموارد التي يمكن أن يحملها تاجر واحد. تعادل القيمة 1 سعة 500 للرومان، و750 للغال، و1000 للتيوتونيين. إذا قمت بتعيين القيمة إلى 2، فإن سعة الموارد المنقولة ستتضاعف وفقًا لذلك، 1000، 1500، 2000.");
define("CONF_SERV_CRANCAPACITY","سعة الملجأ");
define("CONF_SERV_CRANCAPACITY_TOOLTIP","مضاعف لسعة الموارد في الملجأ، التي يمكن حفظها من النهب. تعادل القيمة 1 سعة 1000 للرومان والتيوتونيين، و2000 للغال. إذا قمت بتعيين القيمة إلى 2، فإن سعة الملجأ ستتضاعف إلى 2000 و4000 على التوالي.");
define("CONF_SERV_TRAPCAPACITY","سعة الفخ");
define("CONF_SERV_TRAPCAPACITY_TOOLTIP","مضاعف لسعة الفخ للغال، الذي يمكنه التقاط الجنود الأعداء حتى قبل مهاجمة القرية. تعادل القيمة 1 سعة 400 عند المستوى 20 من البناء. إذا قمت بتعيين القيمة إلى 2، فإن السعة ستكون 800.");
define("CONF_SERV_NATUNITSMULTIPLIER","مضاعف وحدات النطار");
define("CONF_SERV_NATUNITSMULTIPLIER_TOOLTIP","تكون هذه المعامل مسؤولة عن عدد قوات النطار، على الآثار وقرى عجائب العالم.");
define("CONF_SERV_NATARS_SPAWN_TIME","وقت ظهور النطار");
define("CONF_SERV_NATARS_SPAWN_TIME_TOOLTIP","بعد كم من الوقت ستظهر النطار والآثار من تاريخ بدء الخادم، بالأيام");
define("CONF_SERV_NATARS_WW_SPAWN_TIME","وقت ظهور عجائب العالم");
define("CONF_SERV_NATARS_WW_SPAWN_TIME_TOOLTIP","بعد كم من الوقت ستظهر قرى عجائب العالم من تاريخ بدء الخادم، بالأيام");
define("CONF_SERV_NATARS_WW_BUILDING_PLAN_SPAWN_TIME","وقت ظهور خطة بناء عجائب العالم");
define("CONF_SERV_NATARS_WW_BUILDING_PLAN_SPAWN_TIME_TOOLTIP","بعد كم من الوقت ستظهر خطط بناء عجائب العالم من تاريخ بدء الخادم، بالأيام");
define("CONF_SERV_MAPSIZE","حجم الخريطة");
define("CONF_SERV_MAPSIZE_TOOLTIP","حجم خريطة العالم في اللعبة. لا يمكن تغييره على خادم اللعبة المثبت.");
define("CONF_SERV_VILLEXPSPEED","سرعة توسيع القرية");
define("CONF_SERV_VILLEXPSPEED_TOOLTIP","السرعة التي تؤثر على توسيع الإمبراطورية. مع سرعة بطيئة، ستحتاج المزيد من النقاط الثقافية لتأسيس قرية جديدة، ومع سرعة عالية، يتم تقليل عدد النقاط الثقافية المطلوبة.");
define("CONF_SERV_BEGINPROTECT","حماية المبتدئين");
define("CONF_SERV_BEGINPROTECT_TOOLTIP","حماية تمنع الهجمات على قرى اللاعبين الجدد لفترة معينة.");
define("CONF_SERV_REGOPEN","تسجيل مفتوح");
define("CONF_SERV_REGOPEN_TOOLTIP","يسمح بتمكين (صحيح) أو تعطيل (خاطئ) تسجيل اللاعبين على خادم اللعبة.");
define("CONF_SERV_ACTIVMAIL","تفعيل البريد");
define("CONF_SERV_ACTIVMAIL_TOOLTIP","إذا تم تمكينه (نعم)، سيكون من الضروري تأكيد عنوان البريد الإلكتروني أثناء التسجيل. إذا تم تعطيله (لا) فلا يتطلب تأكيد البريد الإلكتروني.");
define("CONF_SERV_QUEST","المهمة");
define("CONF_SERV_QUEST_TOOLTIP","تفعيل (نعم) أو تعطيل (لا) المهمة على خادم اللعبة.");
define("CONF_SERV_QTYPE","نوع المهمة");
define("CONF_SERV_QTYPE_TOOLTIP","يمكن أن تكون نوع المهمة رسميًا وهو أقصر قليلاً، وامتدادي وهو أطول.");
define("CONF_SERV_DLR","الهدم - المستوى المطلوب");
define("CONF_SERV_DLR_TOOLTIP","المستوى المطلوب من المبنى الرئيسي، الذي يمكن من خلاله تنفيذ هدم المباني في القرية.");
define("CONF_SERV_WWSTATS","عجائب العالم - الإحصائيات");
define("CONF_SERV_WWSTATS_TOOLTIP","تفعيل (صحيح) أو تعطيل (خاطئ) العرض في الإحصائيات للقرى التي تحتوي على عجائب العالم.");
define("CONF_SERV_NTRTIME","وقت تجديد القوات الطبيعية");
define("CONF_SERV_NTRTIME_TOOLTIP","الوقت الذي ستستعيد فيه القوات الطبيعية في الواحات.");
define("CONF_SERV_OASIS_WOOD_PROD_MULT","مضاعف إنتاج خشب الواحة");
define("CONF_SERV_OASIS_WOOD_PROD_MULT_TOOLTIP","إنتاج الخشب الأساسي في الواحة");
define("CONF_SERV_OASIS_CLAY_PROD_MULT","مضاعف إنتاج طين الواحة");
define("CONF_SERV_OASIS_CLAY_PROD_MULT_TOOLTIP","إنتاج الطين الأساسي في الواحة");
define("CONF_SERV_OASIS_IRON_PROD_MULT","مضاعف إنتاج حديد الواحة");
define("CONF_SERV_OASIS_IRON_PROD_MULT_TOOLTIP","إنتاج الحديد الأساسي في الواحة");
define("CONF_SERV_OASIS_CROP_PROD_MULT","مضاعف إنتاج المحاصيل في الواحة");
define("CONF_SERV_OASIS_CROP_PROD_MULT_TOOLTIP","إنتاج المحاصيل الأساسي في الواحة");
define("CONF_SERV_MEDALINTERVAL","فترة الميدالية");
define("CONF_SERV_MEDALINTERVAL_TOOLTIP","الفترة الزمنية لإصدار الميداليات لأفضل اللاعبين والتحالفات. إذا تم تغيير هذه المعامل على الخادم المثبت، فإن الفترة الزمنية تتغير بعد الإصدار التالي للميداليات.");
define("CONF_SERV_TOURNTHRES","عتبة البطولة");
define("CONF_SERV_TOURNTHRES_TOOLTIP","عدد المربعات على خريطة اللعبة، بعده ستبدأ ساحة البطولة بالعمل.");
define("CONF_SERV_GWORKSHOP","ورشة العمل الكبرى");
define("CONF_SERV_GWORKSHOP_TOOLTIP","تفعيل (صحيح) أو تعطيل (خاطئ) استخدام ورشة العمل الكبرى في اللعبة.");
define("CONF_SERV_NATARSTAT","عرض النطار في الإحصائيات");
define("CONF_SERV_NATARSTAT_TOOLTIP","تفعيل (صحيح) أو تعطيل (خاطئ) عرض حساب النطار في الإحصائيات.");
define("CONF_SERV_PEACESYST","نظام السلام");
define("CONF_SERV_PEACESYST_TOOLTIP","تفعيل أو تعطيل نظام السلام. عندما يتم تفعيل نظام السلام، سيتمكن اللاعبون من مهاجمة بعضهم البعض ولكن بدلاً من أي إجراءات في التقارير سيكون هناك نص تهنئة. لن تموت القوات من الجوع.");
define("CONF_SERV_GRAPHICPACK","حزمة الرسوميات");
define("CONF_SERV_GRAPHICPACK_TOOLTIP","تفعيل (نعم) أو تعطيل (لا) إمكانية استخدام حزمة الرسوميات.");
define("CONF_SERV_ERRORREPORT","تقرير الأخطاء");
define("CONF_SERV_ERRORREPORT_TOOLTIP","تفعيل (نعم) أو تعطيل (لا) عرض تقارير الأخطاء على خادم اللعبة.");

//إعدادات الإدارة - Admin/Templates/config.tpl & editPlusSet.tpl
define("PLUS_CONFIGURATION","<b><font color='#71D000'>P</font><font color='#FF6F0F'>l</font><font color='#71D000'>u</font><font color='#FF6F0F'>s</font></b> إعدادات");
define("PLUS_SETT","<b><font color='#71D000'>P</font><font color='#FF6F0F'>l</font><font color='#71D000'>u</font><font color='#FF6F0F'>s</font></b> إعدادات");
define("EDIT_PLUS_SETT","تعديل إعدادات <b><font color='#71D000'>P</font><font color='#FF6F0F'>l</font><font color='#71D000'>u</font><font color='#FF6F0F'>s</font></b>");
define("EDIT_PLUS_SETT1","تعديل إعدادات PLUS");
define("CONF_PLUS_PAYPALEMAIL","<a href='https://www.paypal.com' target='_blank'>PayPal</a> عنوان البريد الإلكتروني");
define("CONF_PLUS_PAYPALEMAIL_TOOLTIP","عنوان البريد الإلكتروني المحدد عند التسجيل في PayPal.<br><font color='red'><b>يجب أن يكون حساب عمل أو حساب Premier!</b></font>");
define("CONF_PLUS_CURRENCY","عملة الدفع");
define("CONF_PLUS_CURRENCY_TOOLTIP","العملة التي ستستخدم للدفع.");
define("CONF_PLUS_PACKAGEGOLDA","مقدار الذهب في الحزمة \"A\"");
define("CONF_PLUS_PACKAGEGOLDA_TOOLTIP","مقدار الذهب الممنوح لدفع ثمن الحزمة \"A\".");
define("CONF_PLUS_PACKAGEPRICEA","مقدار سعر الحزمة \"A\"");
define("CONF_PLUS_PACKAGEPRICEA_TOOLTIP","المبلغ اللازم لدفع ثمن الحزمة \"A\".");
define("CONF_PLUS_PACKAGEGOLDB","مقدار الذهب في الحزمة \"B\"");
define("CONF_PLUS_PACKAGEGOLDB_TOOLTIP","مقدار الذهب الممنوح لدفع ثمن الحزمة \"B\".");
define("CONF_PLUS_PACKAGEPRICEB","مقدار سعر الحزمة \"B\"");
define("CONF_PLUS_PACKAGEPRICEB_TOOLTIP","المبلغ اللازم لدفع ثمن الحزمة \"B\".");
define("CONF_PLUS_PACKAGEGOLDC","مقدار الذهب في الحزمة \"C\"");
define("CONF_PLUS_PACKAGEGOLDC_TOOLTIP","مقدار الذهب الممنوح لدفع ثمن الحزمة \"C\".");
define("CONF_PLUS_PACKAGEPRICEC","مقدار سعر الحزمة \"C\"");
define("CONF_PLUS_PACKAGEPRICEC_TOOLTIP","المبلغ اللازم لدفع ثمن الحزمة \"C\".");
define("CONF_PLUS_PACKAGEGOLDD","مقدار الذهب في الحزمة \"D\"");
define("CONF_PLUS_PACKAGEGOLDD_TOOLTIP","مقدار الذهب الممنوح لدفع ثمن الحزمة \"D\".");
define("CONF_PLUS_PACKAGEPRICED","مقدار سعر الحزمة \"D\"");
define("CONF_PLUS_PACKAGEPRICED_TOOLTIP","المبلغ اللازم لدفع ثمن الحزمة \"D\".");
define("CONF_PLUS_PACKAGEGOLDE","مقدار الذهب في الحزمة \"E\"");
define("CONF_PLUS_PACKAGEGOLDE_TOOLTIP","مقدار الذهب الممنوح لدفع ثمن الحزمة \"E\".");
define("CONF_PLUS_PACKAGEPRICEE","مقدار سعر الحزمة \"E\"");
define("CONF_PLUS_PACKAGEPRICEE_TOOLTIP","المبلغ اللازم لدفع ثمن الحزمة \"E\".");
define("CONF_PLUS_ACCDURATION","<b><font color='#71D000'>P</font><font color='#FF6F0F'>l</font><font color='#71D000'>u</font><font color='#FF6F0F'>s</font></b> مدة الحساب");
define("CONF_PLUS_ACCDURATION_TOOLTIP","مدة وظيفة اللعبة <b><font color='#71D000'>P</font><font color='#FF6F0F'>l</font><font color='#71D000'>u</font><font color='#FF6F0F'>s</font></b> لحساب اللاعب عند تفعيلها.");
define("CONF_PLUS_PRODUCTDURATION","+25% مدة الإنتاج");
define("CONF_PLUS_PRODUCTDURATION_TOOLTIP","مدة وظيفة اللعبة +25% مدة الإنتاج لحساب اللاعب عند تفعيلها.");

//إعدادات الإدارة - Admin/Templates/config.tpl & editLogSet.tpl
define("LOG_SETT","إعدادات السجل");
define("EDIT_LOG_SETT","تعديل إعدادات السجل");
define("CONF_LOG_BUILD","سجل البناء");
define("CONF_LOG_BUILD_TOOLTIP","تفعيل (نعم) أو تعطيل (لا) عرض السجلات لبناء المباني في القرية.");
define("CONF_LOG_TECHNOLOGY","سجل التكنولوجيا");
define("CONF_LOG_TECHNOLOGY_TOOLTIP","تفعيل (نعم) أو تعطيل (لا) عرض السجلات لتحسين القوات في ورش الحدادة والدروع.");
define("CONF_LOG_LOGIN","سجل تسجيل الدخول");
define("CONF_LOG_LOGIN_TOOLTIP","تفعيل (نعم) أو تعطيل (لا) عرض السجلات لتسجيل دخول اللاعبين إلى اللعبة.");
define("CONF_LOG_GOLD","سجل الذهب");
define("CONF_LOG_GOLD_TOOLTIP","تفعيل (نعم) أو تعطيل (لا) عرض سجلات استخدام الذهب في اللعبة من قبل اللاعبين.");
define("CONF_LOG_ADMIN","سجل الإدارة");
define("CONF_LOG_ADMIN_TOOLTIP","تفعيل (نعم) أو تعطيل (لا) عرض سجلات الإجراءات الإدارية في لوحة التحكم.");
define("CONF_LOG_WAR","سجل الحرب");
define("CONF_LOG_WAR_TOOLTIP","تفعيل (نعم) أو تعطيل (لا) عرض سجلات الهجمات على اللاعبين في اللعبة.");
define("CONF_LOG_MARKET","سجل السوق");
define("CONF_LOG_MARKET_TOOLTIP","تفعيل (نعم) أو تعطيل (لا) عرض سجلات استخدام السوق في اللعبة من قبل اللاعبين.");
define("CONF_LOG_ILLEGAL","سجل غير قانوني");
define("CONF_LOG_ILLEGAL_TOOLTIP","تفعيل (نعم) أو تعطيل (لا) عرض سجلات غير قانونية. (لا أعرف بالضبط ما هو)");

//إعدادات الإدارة - Admin/Templates/config.tpl & editNewsboxSet.tpl
define("NEWSBOX_SETT","إعدادات صندوق الأخبار");
define("EDIT_NEWSBOX_SETT","تعديل إعدادات صندوق الأخبار");
define("EDIT_NEWSBOX1","صندوق الأخبار 1");
define("EDIT_NEWSBOX1_TOOLTIP","تفعيل أو تعطيل عرض صندوق الأخبار 1. معروض على صفحة التفويض وعلى صفحات اللعبة.");
define("EDIT_NEWSBOX2","صندوق الأخبار 2");
define("EDIT_NEWSBOX2_TOOLTIP","تفعيل أو تعطيل عرض صندوق الأخبار 2. معروض على صفحة التفويض وعلى صفحات اللعبة.");
define("EDIT_NEWSBOX3","صندوق الأخبار 3");
define("EDIT_NEWSBOX3_TOOLTIP","تفعيل أو تعطيل عرض صندوق الأخبار 3. معروض على صفحة التفويض وعلى صفحات اللعبة.");

//إعدادات الإدارة - Admin/Templates/config.tpl إعدادات SQL
define("SQL_SETTINGS","إعدادات SQL");
define("CONF_SQL_HOSTNAME","اسم المضيف");
define("CONF_SQL_HOSTNAME_TOOLTIP","اسم الخادم حيث تم بدء MySQL (افتراضي: localhost).");
define("CONF_SQL_PORT","المنفذ");
define("CONF_SQL_PORT_TOOLTIP","منفذ MySQL للاتصال عن بُعد. المنفذ القياسي للاتصال هو: 3306.");
define("CONF_SQL_DBUSER","اسم مستخدم قاعدة البيانات");
define("CONF_SQL_DBUSER_TOOLTIP","اسم المستخدم للاتصال بقاعدة البيانات.");
define("CONF_SQL_DBPASS","كلمة مرور قاعدة البيانات");
define("CONF_SQL_DBPASS_TOOLTIP","كلمة المرور من المستخدم للاتصال بقاعدة البيانات.");
define("CONF_SQL_DBNAME","اسم قاعدة البيانات");
define("CONF_SQL_DBNAME_TOOLTIP","اسم قاعدة البيانات التي تتصل بها.");
define("CONF_SQL_TBPREFIX","بادئة الجدول");
define("CONF_SQL_TBPREFIX_TOOLTIP","البادئة المستخدمة لجدول قاعدة البيانات.");
define("CONF_SQL_DBTYPE","نوع قاعدة البيانات");
define("CONF_SQL_DBTYPE_TOOLTIP","نوع قاعدة البيانات المستخدمة.");

//إعدادات الإدارة - Admin/Templates/config.tpl & editExtraSet.tpl
define("EXTRA_SETT","إعدادات إضافية");
define("EDIT_EXTRA_SETT","تعديل الإعدادات الإضافية");
define("CONF_EXTRA_LIMITMAIL","حد صندوق البريد");
define("CONF_EXTRA_LIMITMAIL_TOOLTIP","تفعيل (نعم) أو تعطيل (لا) حد صندوق البريد.");
define("CONF_EXTRA_MAXMAIL","أقصى عدد من الرسائل");
define("CONF_EXTRA_MAXMAIL_TOOLTIP","أقصى عدد من الرسائل التي يمكن أن تناسب صندوق البريد.");

//إعدادات الإدارة - Admin/Templates/config.tpl & editAdminInfo.tpl
define("ADMIN_INFO","معلومات الإدارة");
define("EDIT_ADMIN_INFO","تعديل معلومات الإدارة");
define("CONF_ADMIN_NAME","اسم المدير");
define("CONF_ADMIN_NAME_TOOLTIP","اسم لحساب الإدارة.");
define("CONF_ADMIN_EMAIL","البريد الإلكتروني للمدير");
define("CONF_ADMIN_EMAIL_TOOLTIP","عنوان البريد الإلكتروني لحساب الإدارة.");
define("CONF_ADMIN_SHOWSTATS","تضمين المدير في الإحصائيات");
define("CONF_ADMIN_SHOWSTATS_TOOLTIP","تفعيل (صحيح) أو تعطيل (خاطئ) عرض حساب الإدارة في الإحصائيات العامة للاعبين.");
define("CONF_ADMIN_SUPPMESS","تضمين رسائل الدعم");
define("CONF_ADMIN_SUPPMESS_TOOLTIP","تفعيل (صحيح) أو تعطيل (خاطئ) إرسال الرسائل إلى صندوق البريد للمدير الموجهة إلى الدعم.");
define("CONF_ADMIN_RAIDATT","السماح بالنهب والهجوم");
define("CONF_ADMIN_RAIDATT_TOOLTIP","تفعيل (صحيح) أو تعطيل (خاطئ) القدرة على النهب والهجوم على المدير.");

/*
|--------------------------------------------------------------------------
|   الفهرس
|--------------------------------------------------------------------------
*/

	   $lang['index'][0][1] = "مرحبًا بك في " . SERVER_NAME . "";
	   $lang['index'][0][2] = "الدليل";
	   $lang['index'][0][3] = "العب الآن، مجانًا!";
	   $lang['index'][0][4] = "ما هو " . SERVER_NAME . "";
	   $lang['index'][0][5] = "" . SERVER_NAME . " هي <b>لعبة متصفح</b> تتميز بعالم قديم مثير مع آلاف من اللاعبين الحقيقيين الآخرين.</p><p>إنها <strong>مجانية للعب</strong> ولا تتطلب <strong>تنزيلات</strong>.";
	   $lang['index'][0][6] = "اضغط هنا للعب " . SERVER_NAME . "";
	   $lang['index'][0][7] = "إجمالي اللاعبين";
	   $lang['index'][0][8] = "اللاعبون النشطون";
	   $lang['index'][0][9] = "اللاعبون المتصلون";
	   $lang['index'][0][10] = "حول اللعبة";
	   $lang['index'][0][11] = "ستبدأ كزعيم لقرية صغيرة وستبدأ رحلة مثيرة.";
	   $lang['index'][0][12] = "قم ببناء القرى، وشن الحروب أو تأسيس طرق التجارة مع جيرانك.";
	   $lang['index'][0][13] = "العب مع و ضد آلاف من اللاعبين الحقيقيين الآخرين واغز العالم في ترافيان.";
	   $lang['index'][0][14] = "أخبار";
	   $lang['index'][0][15] = "الأسئلة الشائعة";
	   $lang['index'][0][16] = "لقطات الشاشة";
	   $lang['forum'] = "المنتدى";
	   $lang['register'] = "تسجيل";
	   $lang['login'] = "تسجيل الدخول";
	   $lang['screenshots']['title1']="قرية";
	   $lang['screenshots']['desc1']="بناء القرية";
           $lang['screenshots']['title2']="الموارد";
           $lang['screenshots']['desc2']="موارد القرية هي الخشب والطين والحديد والمحاصيل";
           $lang['screenshots']['title3']="الخريطة";
           $lang['screenshots']['desc3']="موقع قريتك في الخريطة";
           $lang['screenshots']['title4']="بناء المباني";
           $lang['screenshots']['desc4']="كيف تبني المباني أو مستوى الموارد";
           $lang['screenshots']['title5']="التقرير";
           $lang['screenshots']['desc5']="تقرير هجومك";
           $lang['screenshots']['title6']="الإحصائيات";
           $lang['screenshots']['desc6']="عرض ترتيبك في الإحصائيات";
           $lang['screenshots']['title7']="أسلحة أو موارد";
           $lang['screenshots']['desc7']="يمكنك اختيار اللعب كجيش أو اقتصاد";

?>
